[PAD]	0
[UNK]	0
[BOS]	0
[EOS]	0
[SEP]	0
[CLS]	0
[MASK]	0
▁2	-0
▁a	-1
02	-2
pl	-3
1-	-4
in	-5
▁s	-6
apl	-7
▁aapl	-8
▁202	-9
▁t	-10
on	-11
▁2021-	-12
▁c	-13
re	-14
ing	-15
▁b	-16
er	-17
ar	-18
▁m	-19
▁p	-20
▁g	-21
ll	-22
▁l	-23
es	-24
ti	-25
▁h	-26
01-	-27
▁2021-01-	-28
▁d	-29
-1	-30
en	-31
▁w	-32
▁f	-33
▁2021-02	-34
or	-35
ed	-36
an	-37
▁27	-38
:1	-39
:3	-40
:5	-41
:4	-42
et	-43
:2	-44
ck	-45
om	-46
:0	-47
ay	-48
st	-49
▁e	-50
▁n	-51
ou	-52
ra	-53
it	-54
al	-55
▁26	-56
op	-57
▁2021-02-	-58
at	-59
▁st	-60
-12	-61
tion	-62
▁2021-01-2	-63
▁re	-64
ow	-65
▁2020	-66
▁2020-12	-67
▁28	-68
ol	-69
▁go	-70
ri	-71
ple	-72
ee	-73
▁29	-74
ce	-75
la	-76
15	-77
▁ap	-78
▁bu	-79
all	-80
ock	-81
14	-82
ig	-83
▁ne	-84
od	-85
one	-86
ch	-87
ps	-88
16	-89
tt	-90
id	-91
▁2020-12-	-92
rad	-93
art	-94
▁am	-95
22	-96
19	-97
im	-98
ke	-99
17	-100
▁apple	-101
20	-102
▁sh	-103
ot	-104
ve	-105
23	-106
tions	-107
18	-108
us	-109
▁in	-110
le	-111
un	-112
▁sp	-113
as	-114
21	-115
is	-116
ver	-117
ad	-118
os	-119
um	-120
▁trad	-121
▁th	-122
▁ts	-123
am	-124
13	-125
▁htt	-126
ont	-127
ent	-128
▁2021-02-1	-129
▁tsla	-130
04	-131
ell	-132
ct	-133
▁stock	-134
ly	-135
03	-136
ap	-137
▁com	-138
▁https	-139
ut	-140
est	-141
options	-142
ort	-143
oo	-144
09	-145
ic	-146
▁buy	-147
▁y	-148
05	-149
ark	-150
08	-151
▁k	-152
ro	-153
06	-154
com	-155
▁spy	-156
ws	-157
ht	-158
ip	-159
ear	-160
ers	-161
▁v	-162
qu	-163
▁li	-164
arket	-165
12	-166
ld	-167
07	-168
nt	-169
▁ch	-170
▁call	-171
ge	-172
▁al	-173
old	-174
▁de	-175
ur	-176
24	-177
ill	-178
▁market	-179
▁2020-12-1	-180
01	-181
ak	-182
25	-183
res	-184
mart	-185
ww	-186
ning	-187
ook	-188
▁an	-189
▁ex	-190
87	-191
eek	-192
26	-193
▁ba	-194
▁httpsww	-195
▁week	-196
▁r	-197
ong	-198
▁day	-199
▁266	-200
▁trade	-201
▁tim	-202
ant	-203
oday	-204
martoptions	-205
29	-206
▁get	-207
▁today	-208
▁like	-209
▁pri	-210
ai	-211
up	-212
▁j	-213
ast	-214
▁calls	-215
row	-216
28	-217
ould	-218
ion	-219
▁sell	-220
zn	-221
oney	-222
00	-223
▁ear	-224
▁ri	-225
35	-226
▁amzn	-227
▁money	-228
ake	-229
ght	-230
45	-231
ter	-232
▁see	-233
▁im	-234
th	-235
pe	-236
▁pl	-237
39	-238
46	-239
49	-240
amp	-241
▁price	-242
27	-243
▁going	-244
86	-245
36	-246
ess	-247
11	-248
og	-249
:16	-250
47	-251
▁ar	-252
ul	-253
37	-254
▁gre	-255
▁comp	-256
:02	-257
ost	-258
89	-259
▁earning	-260
ft	-261
end	-262
▁ac	-263
▁httpswww	-264
▁2021-01-27	-265
xt	-266
ity	-267
and	-268
▁ev	-269
▁o	-270
▁ever	-271
▁sha	-272
el	-273
▁look	-274
ab	-275
▁time	-276
day	-277
me	-278
59	-279
▁tom	-280
57	-281
▁options	-282
▁un	-283
ry	-284
▁pro	-285
▁qu	-286
▁cl	-287
▁earnings	-288
oll	-289
▁short	-290
orrow	-291
oun	-292
56	-293
▁q	-294
▁te	-295
▁new	-296
▁big	-297
▁tomorrow	-298
▁276	-299
io	-300
▁next	-301
ally	-302
▁us	-303
▁dont	-304
▁back	-305
▁mo	-306
▁hold	-307
eep	-308
:00	-309
▁fb	-310
ink	-311
ate	-312
ets	-313
▁year	-314
ue	-315
any	-316
ir	-317
48	-318
port	-319
her	-320
ac	-321
▁le	-322
▁smartoptions	-323
▁277	-324
38	-325
▁2021-01-28	-326
ff	-327
:05	-328
:01	-329
se	-330
10	-331
▁op	-332
:06	-333
▁279	-334
▁long	-335
:03	-336
ne	-337
▁car	-338
▁cont	-339
▁every	-340
▁amp	-341
▁hig	-342
out	-343
:13	-344
:04	-345
ump	-346
▁pr	-347
▁sti	-348
ment	-349
▁good	-350
:57	-351
:14	-352
:10	-353
:12	-354
:09	-355
tic	-356
:33	-357
▁wor	-358
ain	-359
:40	-360
:49	-361
ard	-362
▁267	-363
:58	-364
now	-365
:20	-366
:11	-367
:15	-368
:38	-369
:19	-370
▁2021-01-29	-371
:07	-372
:37	-373
ial	-374
:53	-375
il	-376
:36	-377
:41	-378
:56	-379
:51	-380
:34	-381
:32	-382
:21	-383
:59	-384
:35	-385
:47	-386
its	-387
illion	-388
uck	-389
:08	-390
:55	-391
:27	-392
:42	-393
:31	-394
ose	-395
eo	-396
:18	-397
:43	-398
:39	-399
:54	-400
:50	-401
:44	-402
:30	-403
:45	-404
:25	-405
:17	-406
:48	-407
:23	-408
ure	-409
:52	-410
:24	-411
:28	-412
:29	-413
:46	-414
▁se	-415
:22	-416
▁pre	-417
▁con	-418
:26	-419
vest	-420
our	-421
ie	-422
▁int	-423
▁think	-424
▁tech	-425
31	-426
▁bull	-427
▁tw	-428
58	-429
▁269	-430
ub	-431
ish	-432
▁exp	-433
ays	-434
▁would	-435
▁vol	-436
rent	-437
utm	-438
tr	-439
30	-440
aly	-441
aapl	-442
ight	-443
ert	-444
▁2020-12-22	-445
dd	-446
▁he	-447
si	-448
▁2021-02-23	-449
ting	-450
▁one	-451
▁sw	-452
▁ms	-453
▁know	-454
44	-455
iv	-456
▁shares	-457
▁goog	-458
app	-459
arg	-460
▁pos	-461
ies	-462
atch	-463
▁be	-464
▁msft	-465
▁news	-466
▁ra	-467
▁bear	-468
cts	-469
▁stocks	-470
ba	-471
ought	-472
ollow	-473
oin	-474
▁lo	-475
ume	-476
▁follow	-477
sh	-478
ick	-479
ia	-480
amputm	-481
▁make	-482
ine	-483
▁last	-484
55	-485
▁volume	-486
▁need	-487
und	-488
ence	-489
▁cur	-490
▁lets	-491
▁green	-492
34	-493
▁gu	-494
▁2021-02-25	-495
▁qq	-496
▁qqq	-497
▁invest	-498
stock	-499
▁so	-500
▁bo	-501
ah	-502
ble	-503
▁company	-504
▁peo	-505
ag	-506
wsmartoptions	-507
ase	-508
ation	-509
reak	-510
▁ip	-511
▁people	-512
79	-513
▁want	-514
▁put	-515
hone	-516
▁tr	-517
ber	-518
▁wh	-519
▁current	-520
ats	-521
ide	-522
ren	-523
ual	-524
ks	-525
age	-526
▁bl	-527
▁2021-01-25	-528
▁2020-12-21	-529
▁still	-530
cre	-531
▁2021-01-22	-532
▁sup	-533
ign	-534
69	-535
88	-536
▁mu	-537
▁2021-02-03	-538
▁gme	-539
▁2021-02-24	-540
▁sa	-541
▁run	-542
onth	-543
▁buying	-544
▁break	-545
ord	-546
▁alert	-547
▁happ	-548
tif	-549
na	-550
ady	-551
news	-552
67	-553
▁2021-02-17	-554
tiv	-555
54	-556
red	-557
▁lol	-558
ous	-559
▁man	-560
▁2021-02-04	-561
▁any	-562
orm	-563
esla	-564
ts	-565
▁even	-566
▁2787	-567
▁u	-568
▁high	-569
▁month	-570
ance	-571
ice	-572
▁co	-573
▁2021-01-06	-574
▁2021-01-21	-575
▁dip	-576
▁ro	-577
▁dr	-578
▁close	-579
▁prof	-580
ound	-581
ind	-582
em	-583
▁nio	-584
▁2021-02-22	-585
33	-586
▁right	-587
ull	-588
ys	-589
ors	-590
▁del	-591
ype	-592
▁red	-593
▁contra	-594
so	-595
▁2021-02-18	-596
▁coming	-597
▁2021-02-26	-598
▁2021-01-26	-599
ium	-600
▁tesla	-601
▁fuck	-602
fe	-603
▁268	-604
▁could	-605
tive	-606
▁trading	-607
▁dis	-608
he	-609
hing	-610
▁che	-611
apple	-612
▁start	-613
▁great	-614
tivity	-615
▁cra	-616
▁rev	-617
▁2021-02-19	-618
ist	-619
▁watch	-620
▁low	-621
▁move	-622
▁wa	-623
▁en	-624
▁drop	-625
▁contracts	-626
▁bought	-627
▁rec	-628
97	-629
rong	-630
▁traded	-631
ive	-632
▁days	-633
iz	-634
ount	-635
▁2021-02-16	-636
▁cap	-637
ayed	-638
▁do	-639
▁bet	-640
ore	-641
da	-642
quot	-643
▁activity	-644
erm	-645
▁come	-646
▁294	-647
▁x	-648
▁type	-649
alyst	-650
ated	-651
▁2021-02-01	-652
icial	-653
usual	-654
aking	-655
▁unusual	-656
▁hop	-657
▁bears	-658
▁soon	-659
▁295	-660
66	-661
▁add	-662
ree	-663
▁278	-664
▁fa	-665
ellig	-666
▁take	-667
ust	-668
ens	-669
▁well	-670
▁delayed	-671
▁may	-672
▁wait	-673
▁som	-674
▁2020-12-15	-675
▁intellig	-676
▁much	-677
▁artif	-678
▁posi	-679
are	-680
▁intelligence	-681
▁artificial	-682
odu	-683
▁selling	-684
▁me	-685
▁287	-686
▁er	-687
tw	-688
▁way	-689
▁264	-690
▁end	-691
▁up	-692
▁targ	-693
▁per	-694
▁part	-695
▁iphone	-696
▁min	-697
▁2021-01-11	-698
▁keep	-699
▁cant	-700
▁2021-01-12	-701
▁say	-702
▁mor	-703
▁reven	-704
▁2021-01-13	-705
be	-706
other	-707
▁puts	-708
▁twtr	-709
▁sweep	-710
▁amc	-711
▁as	-712
▁years	-713
vel	-714
▁2021-01-04	-715
▁got	-716
53	-717
▁di	-718
ction	-719
▁2021-02-08	-720
gh	-721
wsmartoptionsai	-722
▁open	-723
pt	-724
▁2021-02-11	-725
96	-726
ms	-727
▁fri	-728
▁fl	-729
▁293	-730
▁2020-12-23	-731
able	-732
▁fut	-733
cial	-734
▁2021-01-08	-735
▁thing	-736
▁wall	-737
pect	-738
▁gon	-739
eb	-740
ond	-741
▁sold	-742
▁2021-02-02	-743
▁looking	-744
▁holding	-745
aip	-746
ash	-747
▁share	-748
ving	-749
▁bt	-750
▁prem	-751
▁2021-02-10	-752
▁ret	-753
▁never	-754
▁revenue	-755
▁billion	-756
aipost	-757
oss	-758
ank	-759
▁gonna	-760
▁produ	-761
84	-762
de	-763
76	-764
▁2020-12-29	-765
▁target	-766
▁appl	-767
▁higher	-768
form	-769
ans	-770
fl	-771
▁amd	-772
ite	-773
▁shit	-774
▁275	-775
ounce	-776
▁quot	-777
▁report	-778
▁hu	-779
anies	-780
▁cr	-781
▁mon	-782
▁2021-01-14	-783
▁2021-01-15	-784
▁cons	-785
pr	-786
▁play	-787
▁2021-01-20	-788
▁top	-789
▁hope	-790
▁post	-791
▁fir	-792
▁real	-793
85	-794
ways	-795
cl	-796
ob	-797
▁term	-798
▁bullish	-799
ail	-800
ticle	-801
ones	-802
▁2021-01-19	-803
▁million	-804
99	-805
▁2020-12-28	-806
own	-807
ang	-808
ary	-809
med	-810
▁gain	-811
ame	-812
▁hour	-813
▁2021-02-05	-814
▁286	-815
▁the	-816
az	-817
▁2021-02-09	-818
iss	-819
▁expect	-820
▁sm	-821
▁tri	-822
▁another	-823
amputmc	-824
▁companies	-825
▁better	-826
go	-827
▁sc	-828
▁best	-829
▁sl	-830
twits	-831
▁thats	-832
ince	-833
▁2021-01-07	-834
int	-835
▁2020-12-16	-836
▁stop	-837
ough	-838
atter	-839
▁app	-840
fa	-841
▁support	-842
43	-843
:16:02	-844
ug	-845
▁over	-846
ade	-847
bc	-848
▁huge	-849
▁profit	-850
▁happen	-851
▁cor	-852
▁since	-853
▁283	-854
▁guys	-855
▁strong	-856
▁getting	-857
ood	-858
▁btc	-859
▁288	-860
▁fin	-861
▁hit	-862
ready	-863
▁2021-02-12	-864
▁bid	-865
▁really	-866
rend	-867
▁chart	-868
▁many	-869
▁2020-12-09	-870
▁2020-12-31	-871
▁bit	-872
▁el	-873
king	-874
ush	-875
▁ann	-876
▁nice	-877
ax	-878
▁tra	-879
▁already	-880
ory	-881
thing	-882
▁br	-883
▁everyone	-884
▁2020-12-30	-885
▁article	-886
▁ind	-887
▁looks	-888
▁grow	-889
▁morning	-890
▁also	-891
▁trump	-892
te	-893
▁acc	-894
98	-895
▁baba	-896
▁265	-897
erv	-898
▁res	-899
▁first	-900
77	-901
▁274	-902
▁2021-01-05	-903
▁we	-904
▁z	-905
urn	-906
▁lit	-907
ml	-908
▁sal	-909
▁lot	-910
reet	-911
▁2021-01-10	-912
▁friday	-913
▁btcx	-914
▁not	-915
▁hy	-916
▁months	-917
ced	-918
▁fund	-919
oy	-920
▁cash	-921
▁val	-922
▁goes	-923
▁ad	-924
▁jan	-925
outub	-926
▁you	-927
▁no	-928
▁weeks	-929
▁googl	-930
▁always	-931
oc	-932
av	-933
▁let	-934
ect	-935
▁premium	-936
ange	-937
▁load	-938
▁analyst	-939
▁http	-940
▁296	-941
▁mar	-942
arter	-943
ach	-944
ious	-945
83	-946
mul	-947
▁said	-948
▁bad	-949
65	-950
ating	-951
▁eas	-952
▁around	-953
▁pa	-954
▁pow	-955
tle	-956
▁tal	-957
▁2020-12-18	-958
market	-959
ith	-960
▁dec	-961
▁ple	-962
▁head	-963
ces	-964
mulus	-965
▁monday	-966
▁anyone	-967
▁poin	-968
▁world	-969
▁love	-970
eel	-971
ital	-972
▁httpswwwst	-973
▁bulls	-974
olid	-975
ud	-976
iti	-977
95	-978
les	-979
ason	-980
▁techn	-981
▁for	-982
▁try	-983
▁please	-984
68	-985
78	-986
▁check	-987
ures	-988
▁quarter	-989
enti	-990
ping	-991
ins	-992
youtub	-993
vid	-994
onews	-995
▁hand	-996
▁pull	-997
ckpr	-998
ckpronews	-999
mber	-1000
ckpronewsaapl	-1001
sour	-1002
acc	-1003
ev	-1004
lect	-1005
▁made	-1006
94	-1007
▁shorts	-1008
nbc	-1009
64	-1010
▁273	-1011
ester	-1012
▁cook	-1013
▁stimulus	-1014
▁free	-1015
akes	-1016
▁pump	-1017
▁clos	-1018
▁hard	-1019
▁id	-1020
▁pay	-1021
▁pt	-1022
▁apples	-1023
▁set	-1024
▁ris	-1025
html	-1026
esterday	-1027
umb	-1028
75	-1029
olog	-1030
▁yesterday	-1031
ize	-1032
wh	-1033
eez	-1034
▁2802	-1035
hones	-1036
▁making	-1037
▁partn	-1038
daq	-1039
esnt	-1040
▁sure	-1041
undai	-1042
▁amaz	-1043
ric	-1044
▁nfl	-1045
74	-1046
▁dump	-1047
ollar	-1048
▁doesnt	-1049
93	-1050
asdaq	-1051
▁la	-1052
▁284	-1053
▁level	-1054
edge	-1055
▁nflx	-1056
▁contin	-1057
▁ins	-1058
▁squ	-1059
▁tick	-1060
▁position	-1061
▁feel	-1062
▁might	-1063
▁ste	-1064
cking	-1065
▁ready	-1066
ec	-1067
▁cc	-1068
orth	-1069
ress	-1070
▁chin	-1071
aily	-1072
ild	-1073
▁dollar	-1074
▁ill	-1075
ere	-1076
iness	-1077
▁some	-1078
estock	-1079
▁trend	-1080
▁aw	-1081
▁spl	-1082
amputmmed	-1083
▁sign	-1084
▁show	-1085
tf	-1086
ually	-1087
ased	-1088
▁cheap	-1089
▁2020-12-17	-1090
ues	-1091
▁feb	-1092
comstock	-1093
▁ab	-1094
uc	-1095
ma	-1096
▁gains	-1097
chart	-1098
▁give	-1099
▁i	-1100
▁block	-1101
ann	-1102
ates	-1103
▁bro	-1104
▁trader	-1105
ss	-1106
▁2021-01-09	-1107
iew	-1108
63	-1109
by	-1110
▁wow	-1111
▁aver	-1112
amputmmedium	-1113
ix	-1114
▁ent	-1115
▁conf	-1116
elie	-1117
▁263	-1118
▁2020-12-24	-1119
ace	-1120
anks	-1121
als	-1122
vers	-1123
▁profits	-1124
tra	-1125
▁wont	-1126
lation	-1127
▁read	-1128
▁out	-1129
▁aut	-1130
▁investors	-1131
sive	-1132
▁reason	-1133
▁2020-12-10	-1134
▁gam	-1135
ampa	-1136
▁dem	-1137
▁bb	-1138
▁ca	-1139
bin	-1140
fin	-1141
ire	-1142
▁win	-1143
▁2835	-1144
▁und	-1145
▁split	-1146
ped	-1147
ves	-1148
back	-1149
ething	-1150
itter	-1151
▁act	-1152
ampaign	-1153
▁maybe	-1154
▁nothing	-1155
▁cciv	-1156
fil	-1157
▁nasdaq	-1158
▁something	-1159
73	-1160
▁incre	-1161
ents	-1162
▁squeez	-1163
erest	-1164
ations	-1165
▁sec	-1166
▁et	-1167
▁smart	-1168
▁bus	-1169
if	-1170
▁yet	-1171
con	-1172
▁print	-1173
▁sales	-1174
▁little	-1175
▁traders	-1176
per	-1177
▁sn	-1178
▁hours	-1179
ass	-1180
▁growth	-1181
▁pe	-1182
ontent	-1183
▁two	-1184
▁work	-1185
bl	-1186
▁pltr	-1187
eric	-1188
uary	-1189
▁biden	-1190
▁289	-1191
▁needs	-1192
▁hyundai	-1193
▁pop	-1194
▁interest	-1195
▁disc	-1196
filter	-1197
▁fall	-1198
▁bigg	-1199
▁httpsnews	-1200
▁is	-1201
▁whats	-1202
▁did	-1203
▁bounce	-1204
eeps	-1205
▁possi	-1206
▁sur	-1207
▁kill	-1208
▁daily	-1209
▁youre	-1210
▁dou	-1211
filterio	-1212
▁des	-1213
▁future	-1214
cy	-1215
come	-1216
trad	-1217
▁easy	-1218
▁worth	-1219
▁didnt	-1220
▁fucking	-1221
ward	-1222
▁httpst	-1223
▁jo	-1224
▁says	-1225
sis	-1226
bab	-1227
▁loss	-1228
▁stay	-1229
ny	-1230
tim	-1231
▁miss	-1232
youtube	-1233
ful	-1234
ole	-1235
ology	-1236
▁belie	-1237
▁280	-1238
51	-1239
ath	-1240
fol	-1241
arge	-1242
▁lower	-1243
comnews	-1244
▁par	-1245
coin	-1246
▁gen	-1247
41	-1248
less	-1249
▁guess	-1250
book	-1251
ider	-1252
▁markets	-1253
key	-1254
▁ass	-1255
▁tot	-1256
▁2786	-1257
▁point	-1258
▁dam	-1259
▁thought	-1260
▁em	-1261
appl	-1262
▁americ	-1263
amputmcampaign	-1264
▁nv	-1265
lectric	-1266
▁wallst	-1267
▁2020-12-11	-1268
▁ah	-1269
sourc	-1270
▁2020-12-14	-1271
zy	-1272
▁war	-1273
ices	-1274
▁cover	-1275
▁285	-1276
▁deal	-1277
crets	-1278
▁crash	-1279
▁power	-1280
alysis	-1281
ata	-1282
▁weekly	-1283
ical	-1284
▁business	-1285
estocktwits	-1286
▁average	-1287
ph	-1288
sourcestocktwits	-1289
▁270	-1290
▁gr	-1291
▁manip	-1292
hood	-1293
▁corre	-1294
ments	-1295
▁analysts	-1296
▁hel	-1297
▁off	-1298
social	-1299
▁squeeze	-1300
▁taking	-1301
▁lose	-1302
ved	-1303
ater	-1304
▁ide	-1305
▁least	-1306
▁futures	-1307
▁2021-01-23	-1308
fb	-1309
most	-1310
▁div	-1311
▁dri	-1312
▁tell	-1313
▁march	-1314
ise	-1315
over	-1316
▁happy	-1317
▁ago	-1318
▁bla	-1319
▁comm	-1320
▁record	-1321
▁271	-1322
ody	-1323
▁cry	-1324
▁gap	-1325
▁risk	-1326
▁hist	-1327
▁covid	-1328
▁option	-1329
▁nvda	-1330
▁ath	-1331
binhood	-1332
81	-1333
folio	-1334
▁they	-1335
▁2702	-1336
unch	-1337
▁wtf	-1338
invest	-1339
amputmcontent	-1340
40	-1341
head	-1342
portun	-1343
mill	-1344
ons	-1345
▁use	-1346
▁port	-1347
hip	-1348
ued	-1349
tracking	-1350
sist	-1351
▁pot	-1352
▁doge	-1353
gg	-1354
▁es	-1355
▁everything	-1356
hic	-1357
▁with	-1358
50	-1359
▁gl	-1360
▁mom	-1361
▁less	-1362
▁reme	-1363
▁opportun	-1364
ool	-1365
▁sen	-1366
▁thanks	-1367
chartmill	-1368
socialtracking	-1369
vehic	-1370
aj	-1371
▁past	-1372
▁turn	-1373
▁rel	-1374
▁announce	-1375
fact	-1376
▁rem	-1377
▁2715	-1378
▁total	-1379
▁oh	-1380
▁china	-1381
ident	-1382
ttom	-1383
▁reg	-1384
▁hedge	-1385
oth	-1386
▁trying	-1387
▁2939	-1388
▁buff	-1389
▁retail	-1390
▁ic	-1391
▁done	-1392
▁believe	-1393
▁trades	-1394
ily	-1395
▁waiting	-1396
▁beat	-1397
llion	-1398
91	-1399
▁mas	-1400
▁lead	-1401
▁probab	-1402
ute	-1403
sc	-1404
▁else	-1405
32	-1406
▁isnt	-1407
▁remember	-1408
▁2021-01-30	-1409
80	-1410
▁face	-1411
▁large	-1412
▁street	-1413
▁2021-01-31	-1414
▁under	-1415
▁bottom	-1416
lly	-1417
▁wrong	-1418
▁wed	-1419
ufact	-1420
▁list	-1421
▁weak	-1422
▁290	-1423
▁far	-1424
▁funds	-1425
▁crazy	-1426
▁robinhood	-1427
ene	-1428
pri	-1429
▁sim	-1430
▁moving	-1431
71	-1432
61	-1433
ga	-1434
▁someone	-1435
aps	-1436
ards	-1437
▁small	-1438
ulation	-1439
▁build	-1440
ome	-1441
▁ord	-1442
ential	-1443
▁sol	-1444
▁join	-1445
ahah	-1446
▁2759	-1447
▁sub	-1448
kt	-1449
ile	-1450
90	-1451
▁ob	-1452
ering	-1453
▁probably	-1454
70	-1455
watch	-1456
▁2716	-1457
▁rip	-1458
▁buffet	-1459
▁early	-1460
▁2803	-1461
▁went	-1462
▁stra	-1463
▁action	-1464
▁fun	-1465
▁bearish	-1466
view	-1467
▁amount	-1468
▁2907	-1469
▁game	-1470
▁nok	-1471
no	-1472
▁near	-1473
▁saying	-1474
▁account	-1475
▁capital	-1476
▁trillion	-1477
▁damn	-1478
▁makes	-1479
erg	-1480
ctor	-1481
▁eod	-1482
▁mean	-1483
▁tickers	-1484
alth	-1485
▁pick	-1486
▁almost	-1487
▁2788	-1488
▁inst	-1489
▁technology	-1490
ully	-1491
▁ive	-1492
▁2757	-1493
▁pres	-1494
▁highs	-1495
▁times	-1496
▁anything	-1497
60	-1498
cess	-1499
grad	-1500
▁electric	-1501
oooo	-1502
▁pen	-1503
42	-1504
▁los	-1505
▁partners	-1506
sr	-1507
xy	-1508
▁ok	-1509
time	-1510
▁rum	-1511
▁value	-1512
▁quick	-1513
▁portfolio	-1514
ave	-1515
▁2021-01-24	-1516
iot	-1517
▁ye	-1518
cast	-1519
▁vehic	-1520
▁icar	-1521
▁ahead	-1522
▁super	-1523
▁manufact	-1524
ier	-1525
▁kia	-1526
▁hal	-1527
82	-1528
▁massive	-1529
ack	-1530
alyz	-1531
▁cnbc	-1532
▁moon	-1533
▁all	-1534
analyst	-1535
ete	-1536
▁med	-1537
idend	-1538
▁rest	-1539
tit	-1540
▁cars	-1541
▁away	-1542
coming	-1543
▁fol	-1544
mm	-1545
▁compl	-1546
▁inc	-1547
utions	-1548
▁opportunity	-1549
▁ser	-1550
▁2709	-1551
▁products	-1552
▁bring	-1553
act	-1554
▁added	-1555
fd	-1556
▁gm	-1557
▁beg	-1558
▁fast	-1559
▁test	-1560
▁thank	-1561
▁plan	-1562
▁it	-1563
ler	-1564
min	-1565
stand	-1566
▁2646	-1567
▁2703	-1568
▁find	-1569
ention	-1570
ited	-1571
▁wants	-1572
▁biggest	-1573
▁blow	-1574
▁maj	-1575
▁enough	-1576
▁mod	-1577
▁side	-1578
▁swing	-1579
▁folks	-1580
▁rally	-1581
▁ag	-1582
▁help	-1583
▁breakout	-1584
▁job	-1585
52	-1586
▁line	-1587
▁count	-1588
bt	-1589
▁pati	-1590
▁giv	-1591
mp	-1592
upid	-1593
▁dips	-1594
dl	-1595
vis	-1596
▁hear	-1597
▁dividend	-1598
bo	-1599
▁goev	-1600
▁possible	-1601
▁gi	-1602
stocks	-1603
for	-1604
ines	-1605
▁phone	-1606
▁potential	-1607
ubl	-1608
▁pm	-1609
▁serv	-1610
▁major	-1611
mer	-1612
▁seen	-1613
▁lost	-1614
▁seems	-1615
▁history	-1616
ci	-1617
▁yes	-1618
▁yall	-1619
▁fly	-1620
▁slow	-1621
▁whole	-1622
▁elon	-1623
car	-1624
▁wond	-1625
▁continue	-1626
▁indust	-1627
▁resist	-1628
▁2714	-1629
bu	-1630
▁care	-1631
▁stupid	-1632
▁sk	-1633
▁baby	-1634
▁things	-1635
▁batter	-1636
ared	-1637
▁old	-1638
▁google	-1639
72	-1640
▁jump	-1641
▁scre	-1642
▁bitcoin	-1643
▁ws	-1644
▁lear	-1645
▁rele	-1646
▁air	-1647
▁form	-1648
▁imag	-1649
▁actually	-1650
velop	-1651
▁recent	-1652
▁twitter	-1653
▁tax	-1654
▁moment	-1655
how	-1656
mas	-1657
▁pat	-1658
▁cle	-1659
▁thinking	-1660
▁att	-1661
▁dow	-1662
▁expl	-1663
▁push	-1664
rs	-1665
▁ups	-1666
▁dumb	-1667
mt	-1668
▁rais	-1669
▁amazon	-1670
▁ride	-1671
▁half	-1672
▁theres	-1673
▁httpswwwc	-1674
▁2717	-1675
▁2789	-1676
92	-1677
▁sit	-1678
mc	-1679
ati	-1680
▁mm	-1681
▁bur	-1682
▁pol	-1683
▁upd	-1684
ips	-1685
62	-1686
comp	-1687
▁equ	-1688
▁net	-1689
▁2724	-1690
▁hell	-1691
▁return	-1692
my	-1693
▁af	-1694
▁upgrad	-1695
▁sy	-1696
ahoo	-1697
▁adv	-1698
▁cou	-1699
▁av	-1700
▁ww	-1701
▁2687	-1702
ament	-1703
fully	-1704
▁industry	-1705
▁likely	-1706
gt	-1707
new	-1708
ject	-1709
▁down	-1710
▁late	-1711
▁leg	-1712
▁2906	-1713
▁gla	-1714
▁mac	-1715
▁luck	-1716
▁change	-1717
▁2946	-1718
▁coll	-1719
ike	-1720
uss	-1721
▁positive	-1722
▁mr	-1723
▁boys	-1724
▁incl	-1725
ition	-1726
▁2645	-1727
▁rock	-1728
read	-1729
▁comes	-1730
▁due	-1731
▁cla	-1732
get	-1733
tire	-1734
▁must	-1735
▁roll	-1736
▁crypt	-1737
▁size	-1738
ities	-1739
▁pred	-1740
▁took	-1741
▁range	-1742
▁imagine	-1743
▁resistance	-1744
▁finally	-1745
here	-1746
▁2719	-1747
▁2908	-1748
▁sweeps	-1749
the	-1750
▁etc	-1751
▁imp	-1752
ned	-1753
▁life	-1754
▁till	-1755
co	-1756
ream	-1757
▁vid	-1758
▁2706	-1759
atform	-1760
▁mic	-1761
ner	-1762
▁fsr	-1763
▁idiot	-1764
▁happened	-1765
▁lma	-1766
ffe	-1767
▁though	-1768
rist	-1769
▁2704	-1770
▁correction	-1771
▁vacc	-1772
▁weekend	-1773
▁theyre	-1774
▁recover	-1775
▁facebook	-1776
hold	-1777
▁291	-1778
▁2938	-1779
utes	-1780
▁pass	-1781
▁video	-1782
ik	-1783
ye	-1784
ead	-1785
ply	-1786
option	-1787
tty	-1788
▁uv	-1789
aire	-1790
▁inf	-1791
▁flow	-1792
▁matter	-1793
▁january	-1794
▁consolid	-1795
use	-1796
▁2686	-1797
▁pullback	-1798
vious	-1799
▁team	-1800
▁expected	-1801
▁gt	-1802
▁later	-1803
estop	-1804
▁held	-1805
▁joke	-1806
▁2647	-1807
▁investment	-1808
▁bank	-1809
▁hands	-1810
▁understand	-1811
▁amazing	-1812
▁started	-1813
▁2663	-1814
▁2727	-1815
▁suck	-1816
ouse	-1817
earch	-1818
comm	-1819
▁based	-1820
▁serious	-1821
org	-1822
▁reach	-1823
bdd	-1824
▁fore	-1825
▁mess	-1826
comar	-1827
ither	-1828
▁develop	-1829
▁perform	-1830
▁2945	-1831
▁gets	-1832
▁related	-1833
▁premarket	-1834
ness	-1835
▁watching	-1836
af	-1837
usk	-1838
▁dj	-1839
▁starting	-1840
strad	-1841
▁2913	-1842
▁pretty	-1843
▁working	-1844
▁2729	-1845
▁left	-1846
▁uvxy	-1847
ict	-1848
▁281	-1849
▁2627	-1850
▁cong	-1851
▁god	-1852
▁ton	-1853
ublic	-1854
ration	-1855
▁positions	-1856
▁2914	-1857
▁su	-1858
rats	-1859
ros	-1860
▁marg	-1861
▁platform	-1862
val	-1863
▁fe	-1864
▁todays	-1865
of	-1866
cing	-1867
▁eff	-1868
▁spe	-1869
▁2804	-1870
▁closed	-1871
ddit	-1872
▁inter	-1873
cap	-1874
▁2937	-1875
others	-1876
▁double	-1877
comapple	-1878
▁pers	-1879
bba	-1880
ult	-1881
ility	-1882
▁chance	-1883
▁2728	-1884
▁wish	-1885
▁product	-1886
▁investing	-1887
▁fed	-1888
ticles	-1889
▁happens	-1890
omo	-1891
▁ph	-1892
▁tank	-1893
▁breaking	-1894
▁larg	-1895
▁using	-1896
▁can	-1897
▁wonder	-1898
cle	-1899
ases	-1900
▁mms	-1901
▁media	-1902
trading	-1903
aa	-1904
▁max	-1905
▁vot	-1906
▁black	-1907
▁adding	-1908
▁kid	-1909
▁contr	-1910
▁christ	-1911
▁cre	-1912
▁talking	-1913
▁couple	-1914
rr	-1915
cent	-1916
▁launch	-1917
▁httpswwwcnbc	-1918
▁ceo	-1919
▁gold	-1920
▁lmao	-1921
▁manipulation	-1922
ng	-1923
▁boom	-1924
▁health	-1925
▁battery	-1926
▁data	-1927
▁exce	-1928
▁revers	-1929
nd	-1930
ware	-1931
▁httpsyoutube	-1932
we	-1933
▁pan	-1934
▁2659	-1935
▁2725	-1936
▁entry	-1937
▁stocktwits	-1938
off	-1939
▁increase	-1940
air	-1941
▁wmt	-1942
hy	-1943
itch	-1944
▁live	-1945
▁dig	-1946
▁tues	-1947
▁prices	-1948
▁partnership	-1949
ugg	-1950
▁qcom	-1951
accbdd	-1952
ds	-1953
ope	-1954
▁2956	-1955
▁djia	-1956
keybba	-1957
▁confir	-1958
accbddfb	-1959
▁production	-1960
accbddfbamputm	-1961
▁cat	-1962
▁without	-1963
▁solutions	-1964
▁2021-02-07	-1965
▁vs	-1966
▁mid	-1967
▁demand	-1968
ty	-1969
▁2920	-1970
▁store	-1971
▁hopefully	-1972
wor	-1973
▁iphones	-1974
uation	-1975
▁either	-1976
▁ques	-1977
▁292	-1978
▁2718	-1979
▁fact	-1980
▁cross	-1981
▁worst	-1982
▁investor	-1983
man	-1984
ution	-1985
▁full	-1986
▁secrets	-1987
oom	-1988
ral	-1989
itic	-1990
▁2815	-1991
▁plug	-1992
ox	-1993
bit	-1994
▁gra	-1995
▁stri	-1996
rating	-1997
straders	-1998
▁control	-1999
oup	-2000
fund	-2001
▁dead	-2002
▁seem	-2003
ode	-2004
tes	-2005
▁ge	-2006
onom	-2007
▁2628	-2008
ulated	-2009
▁broke	-2010
▁diffe	-2011
▁gamestop	-2012
▁levels	-2013
▁sense	-2014
▁announ	-2015
analysis	-2016
▁shorting	-2017
fr	-2018
▁abs	-2019
▁2713	-2020
▁26615	-2021
▁phones	-2022
▁2726	-2023
▁fill	-2024
▁tuesday	-2025
▁analysis	-2026
stem	-2027
▁dogex	-2028
▁penny	-2029
▁2020-12-20	-2030
000	-2031
▁numb	-2032
secrets	-2033
▁dollars	-2034
ese	-2035
▁httpsqu	-2036
▁announcement	-2037
▁minutes	-2038
vr	-2039
att	-2040
▁fr	-2041
▁crap	-2042
▁dire	-2043
▁kind	-2044
▁instead	-2045
ield	-2046
▁cal	-2047
▁flo	-2048
▁rich	-2049
▁told	-2050
more	-2051
▁begin	-2052
▁numbers	-2053
▁cy	-2054
▁beh	-2055
▁mark	-2056
ular	-2057
abits	-2058
▁rela	-2059
▁2021-01-16	-2060
ane	-2061
▁2739	-2062
▁chang	-2063
▁currently	-2064
▁dev	-2065
▁2916	-2066
▁friend	-2067
▁millions	-2068
287	-2069
▁surpri	-2070
▁vehicle	-2071
youtubecom	-2072
▁happening	-2073
ns	-2074
▁exc	-2075
▁mind	-2076
▁2021-01-18	-2077
▁2021-02-15	-2078
ied	-2079
nes	-2080
idar	-2081
line	-2082
▁2708	-2083
optionstraders	-2084
▁ask	-2085
▁rid	-2086
▁tur	-2087
▁order	-2088
▁talks	-2089
aiposthow	-2090
▁dra	-2091
▁cour	-2092
▁appro	-2093
▁manufacture	-2094
aipostsecrets	-2095
▁wwwsmartoptions	-2096
eet	-2097
▁sel	-2098
▁crypto	-2099
▁others	-2100
oft	-2101
ted	-2102
▁qs	-2103
▁ext	-2104
▁imo	-2105
▁2903	-2106
ta	-2107
▁prot	-2108
ouch	-2109
▁sale	-2110
▁means	-2111
▁2021-02-06	-2112
sp	-2113
amps	-2114
▁2756	-2115
▁christmas	-2116
▁2902	-2117
▁yeah	-2118
▁board	-2119
insider	-2120
▁seeing	-2121
ker	-2122
▁2735	-2123
▁2919	-2124
▁2959	-2125
ending	-2126
▁charts	-2127
au	-2128
fc	-2129
urs	-2130
▁rep	-2131
▁buys	-2132
▁mvis	-2133
▁democ	-2134
▁upside	-2135
fect	-2136
▁2021-02-20	-2137
tech	-2138
▁eow	-2139
▁goo	-2140
ether	-2141
▁rise	-2142
▁solid	-2143
perform	-2144
▁2836	-2145
▁cost	-2146
youtubecomwatch	-2147
uz	-2148
ants	-2149
berg	-2150
▁talk	-2151
▁minim	-2152
▁wouldnt	-2153
▁profitable	-2154
▁case	-2155
▁includ	-2156
▁parler	-2157
conom	-2158
▁sndl	-2159
▁are	-2160
▁expi	-2161
▁28349	-2162
you	-2163
▁fail	-2164
ude	-2165
quote	-2166
▁2957	-2167
▁hate	-2168
finance	-2169
▁called	-2170
▁bas	-2171
▁2736	-2172
▁2915	-2173
▁flat	-2174
▁night	-2175
▁manage	-2176
▁social	-2177
▁largest	-2178
▁partner	-2179
▁question	-2180
▁2021-01-03	-2181
sw	-2182
▁po	-2183
▁bub	-2184
▁knows	-2185
▁intc	-2186
usnews	-2187
▁defin	-2188
fer	-2189
gra	-2190
▁pur	-2191
▁bs	-2192
▁2749	-2193
▁2758	-2194
nesday	-2195
ex	-2196
ero	-2197
▁dd	-2198
▁mul	-2199
▁2748	-2200
▁used	-2201
▁closing	-2202
▁sq	-2203
down	-2204
eech	-2205
▁wel	-2206
▁margin	-2207
rum	-2208
ruary	-2209
▁bill	-2210
▁plus	-2211
oot	-2212
asnt	-2213
ults	-2214
▁room	-2215
▁econom	-2216
▁mag	-2217
▁pain	-2218
▁reversal	-2219
ever	-2220
▁clear	-2221
▁compe	-2222
▁place	-2223
▁three	-2224
▁mention	-2225
▁running	-2226
quoteaapl	-2227
▁aal	-2228
▁ark	-2229
▁2909	-2230
data	-2231
▁2922	-2232
rosoft	-2233
aker	-2234
▁hey	-2235
▁2904	-2236
▁heav	-2237
▁link	-2238
▁patter	-2239
▁guy	-2240
▁sept	-2241
hs	-2242
way	-2243
▁2705	-2244
▁able	-2245
▁politic	-2246
nn	-2247
▁fu	-2248
▁eps	-2249
ision	-2250
▁2944	-2251
▁chip	-2252
176	-2253
▁sor	-2254
▁indic	-2255
lo	-2256
ically	-2257
▁person	-2258
▁complete	-2259
pp	-2260
joy	-2261
ancial	-2262
▁absol	-2263
▁entire	-2264
ately	-2265
onomous	-2266
▁fla	-2267
▁suc	-2268
▁2837	-2269
▁2838	-2270
▁glad	-2271
▁wednesday	-2272
ames	-2273
▁idea	-2274
▁qual	-2275
antdata	-2276
▁perfect	-2277
antdatausnews	-2278
cer	-2279
where	-2280
▁should	-2281
▁2021-01-17	-2282
net	-2283
ott	-2284
ster	-2285
▁movement	-2286
▁learn	-2287
▁absolute	-2288
▁bn	-2289
uring	-2290
▁dest	-2291
▁enjoy	-2292
▁vaccine	-2293
cks	-2294
ubo	-2295
erally	-2296
▁bitch	-2297
▁speech	-2298
▁warren	-2299
188	-2300
tta	-2301
▁iv	-2302
ores	-2303
▁mkt	-2304
▁2879	-2305
▁musk	-2306
▁sorry	-2307
▁space	-2308
youtubecomwatchv	-2309
127	-2310
202	-2311
▁26613	-2312
▁trash	-2313
▁america	-2314
stockaapl	-2315
▁confident	-2316
from	-2317
▁shop	-2318
▁crush	-2319
▁multi	-2320
▁2722	-2321
▁corp	-2322
▁true	-2323
cember	-2324
▁forget	-2325
▁losses	-2326
▁points	-2327
189	-2328
▁hes	-2329
▁2887	-2330
▁plays	-2331
ru	-2332
▁2955	-2333
▁safe	-2334
▁drops	-2335
▁heres	-2336
ampp	-2337
▁hon	-2338
▁pfe	-2339
▁2021-02-21	-2340
sold	-2341
▁reddit	-2342
▁american	-2343
▁fear	-2344
▁fubo	-2345
▁2021-02-13	-2346
analyz	-2347
▁moves	-2348
▁forward	-2349
▁spx	-2350
▁tre	-2351
▁snap	-2352
▁lidar	-2353
▁trending	-2354
166	-2355
aha	-2356
rup	-2357
▁main	-2358
▁2746	-2359
▁volati	-2360
214	-2361
219	-2362
▁inde	-2363
▁trap	-2364
ertain	-2365
▁event	-2366
▁hur	-2367
▁spread	-2368
▁reported	-2369
▁.	-2370
ech	-2371
▁2626	-2372
▁2947	-2373
▁microsoft	-2374
ib	-2375
ung	-2376
▁keeps	-2377
▁become	-2378
ok	-2379
ios	-2380
nov	-2381
yahoo	-2382
▁strike	-2383
169	-2384
ius	-2385
body	-2386
▁saw	-2387
▁tow	-2388
▁spec	-2389
▁buyers	-2390
▁february	-2391
177	-2392
coms	-2393
▁boy	-2394
▁2657	-2395
▁2021-01-02	-2396
▁ya	-2397
▁2644	-2398
▁2648	-2399
▁cents	-2400
▁bubble	-2401
▁incoming	-2402
▁vix	-2403
▁hahah	-2404
▁house	-2405
apps	-2406
umps	-2407
▁26614	-2408
analyzer	-2409
▁interesting	-2410
179	-2411
ensus	-2412
▁2856	-2413
▁meet	-2414
witter	-2415
▁second	-2416
▁results	-2417
▁services	-2418
comstockanalyzer	-2419
▁tm	-2420
short	-2421
▁2720	-2422
▁2936	-2423
▁riot	-2424
077	-2425
▁bra	-2426
▁jun	-2427
▁mem	-2428
filterioa	-2429
▁consensus	-2430
pos	-2431
▁lim	-2432
▁luc	-2433
▁2666	-2434
▁2857	-2435
▁nega	-2436
▁sleep	-2437
178	-2438
scri	-2439
▁reb	-2440
umber	-2441
▁2825	-2442
▁2826	-2443
▁cand	-2444
▁gener	-2445
▁handle	-2446
▁sector	-2447
▁oversold	-2448
▁literally	-2449
▁at	-2450
▁nd	-2451
▁cup	-2452
▁2769	-2453
▁losing	-2454
▁feeling	-2455
▁expecting	-2456
▁2021-01-01	-2457
21:00	-2458
▁2723	-2459
▁update	-2460
▁2020-12-27	-2461
▁wk	-2462
▁fam	-2463
www	-2464
▁sing	-2465
▁reports	-2466
▁success	-2467
▁dropping	-2468
ril	-2469
top	-2470
▁own	-2471
▁gone	-2472
▁fight	-2473
▁december	-2474
▁straight	-2475
▁financial	-2476
obal	-2477
▁2658	-2478
▁allow	-2479
▁touch	-2480
▁loaded	-2481
▁autonomous	-2482
ku	-2483
mb	-2484
066	-2485
129	-2486
ired	-2487
▁leaps	-2488
▁reasons	-2489
▁patience	-2490
▁bond	-2491
▁worri	-2492
▁thoughts	-2493
167	-2494
rence	-2495
▁innov	-2496
▁genius	-2497
ator	-2498
itely	-2499
▁along	-2500
▁press	-2501
▁president	-2502
099	-2503
why	-2504
▁jp	-2505
▁lots	-2506
▁loading	-2507
186	-2508
ered	-2509
▁2747	-2510
▁percent	-2511
cc	-2512
102	-2513
187	-2514
▁gar	-2515
asing	-2516
ative	-2517
stocktwits	-2518
nb	-2519
▁crm	-2520
▁eur	-2521
▁possib	-2522
▁wallstreet	-2523
▁httpsyoutub	-2524
gn	-2525
057	-2526
ling	-2527
▁2929	-2528
riving	-2529
199	-2530
▁ble	-2531
▁rsi	-2532
14:50	-2533
akers	-2534
▁sampp	-2535
hh	-2536
183	-2537
annel	-2538
▁2839	-2539
▁jobs	-2540
▁within	-2541
▁following	-2542
vern	-2543
▁det	-2544
▁key	-2545
▁2639	-2546
▁april	-2547
▁takes	-2548
▁2020-12-19	-2549
184	-2550
▁2655	-2551
▁hoping	-2552
▁research	-2553
159	-2554
ergy	-2555
quid	-2556
iting	-2557
▁2679	-2558
▁2795	-2559
▁clim	-2560
▁consider	-2561
▁sharehold	-2562
128	-2563
▁aff	-2564
▁mer	-2565
▁2635	-2566
▁obvious	-2567
▁playing	-2568
▁momentum	-2569
anna	-2570
iring	-2571
oring	-2572
▁2643	-2573
▁2677	-2574
▁name	-2575
▁longer	-2576
bets	-2577
▁definitely	-2578
146	-2579
cel	-2580
gth	-2581
▁pie	-2582
▁cause	-2583
oog	-2584
ven	-2585
side	-2586
▁area	-2587
▁save	-2588
▁scal	-2589
▁longs	-2590
▁lucid	-2591
▁proble	-2592
▁subscri	-2593
▁00	-2594
ging	-2595
izer	-2596
▁anymore	-2597
▁tonight	-2598
▁2020-12-26	-2599
ian	-2600
roy	-2601
▁ai	-2602
ains	-2603
conn	-2604
▁fav	-2605
cially	-2606
▁welcome	-2607
zz	-2608
pro	-2609
▁eoy	-2610
▁sch	-2611
▁blue	-2612
▁home	-2613
▁system	-2614
173	-2615
used	-2616
▁ele	-2617
21:01	-2618
▁2664	-2619
▁estim	-2620
▁screw	-2621
▁commun	-2622
▁negative	-2623
▁fundament	-2624
079	-2625
oly	-2626
▁acqu	-2627
▁ways	-2628
▁design	-2629
▁posted	-2630
▁outperform	-2631
156	-2632
▁tv	-2633
▁dep	-2634
▁iss	-2635
▁2824	-2636
▁deep	-2637
▁fell	-2638
▁agree	-2639
▁panic	-2640
▁worry	-2641
▁analyz	-2642
055	-2643
174	-2644
apples	-2645
▁single	-2646
122	-2647
kng	-2648
▁how	-2649
14:48	-2650
▁hits	-2651
▁falling	-2652
bb	-2653
mo	-2654
acy	-2655
gan	-2656
ties	-2657
▁sky	-2658
uters	-2659
▁fake	-2660
▁rate	-2661
▁gotta	-2662
▁yield	-2663
▁listen	-2664
▁message	-2665
185	-2666
197	-2667
▁wsb	-2668
▁2629	-2669
▁purch	-2670
▁raised	-2671
▁discord	-2672
▁stockmarket	-2673
073	-2674
096	-2675
155	-2676
roll	-2677
▁hav	-2678
14:49	-2679
▁2665	-2680
▁2689	-2681
▁2935	-2682
▁2949	-2683
▁behind	-2684
▁instit	-2685
▁heading	-2686
▁4	-2687
▁sil	-2688
▁sla	-2689
▁kids	-2690
▁priv	-2691
▁prop	-2692
ooo	-2693
utt	-2694
▁fil	-2695
capital	-2696
▁global	-2697
▁govern	-2698
168	-2699
ands	-2700
goog	-2701
▁liquid	-2702
▁missed	-2703
investing	-2704
089	-2705
pod	-2706
▁on	-2707
20:53	-2708
▁2649	-2709
▁cann	-2710
▁fool	-2711
▁pton	-2712
▁roku	-2713
▁thurs	-2714
▁bigger	-2715
▁number	-2716
▁announced	-2717
▁seriously	-2718
bush	-2719
21:02	-2720
▁2958	-2721
▁4000	-2722
▁holid	-2723
▁opening	-2724
▁project	-2725
069	-2726
▁cho	-2727
▁2765	-2728
▁group	-2729
▁rates	-2730
▁predic	-2731
wm	-2732
ird	-2733
ley	-2734
teg	-2735
lity	-2736
▁eng	-2737
ember	-2738
▁after	-2739
▁trans	-2740
003	-2741
uff	-2742
bage	-2743
vered	-2744
▁2766	-2745
▁dkng	-2746
▁easily	-2747
087	-2748
ams	-2749
inion	-2750
▁2676	-2751
▁2813	-2752
▁came	-2753
▁party	-2754
▁discount	-2755
14:42	-2756
14:55	-2757
ratings	-2758
▁europe	-2759
▁pattern	-2760
002	-2761
086	-2762
124	-2763
147	-2764
ages	-2765
▁est	-2766
14:56	-2767
▁2688	-2768
▁spce	-2769
▁killing	-2770
▁different	-2771
▁robinhooders	-2772
113	-2773
▁boo	-2774
▁hot	-2775
▁exact	-2776
▁ticker	-2777
▁chinese	-2778
▁thursday	-2779
148	-2780
163	-2781
mon	-2782
▁prin	-2783
▁climb	-2784
▁havent	-2785
▁destroy	-2786
▁consolidation	-2787
059	-2788
076	-2789
144	-2790
mac	-2791
▁hc	-2792
▁via	-2793
14:45	-2794
▁fomo	-2795
google	-2796
▁names	-2797
▁energy	-2798
▁garbage	-2799
▁surpris	-2800
▁catalyst	-2801
013	-2802
088	-2803
377	-2804
ilar	-2805
aring	-2806
ording	-2807
▁rating	-2808
▁2020-12-12	-2809
056	-2810
126	-2811
175	-2812
▁bag	-2813
14:57	-2814
tiful	-2815
▁faang	-2816
▁rumors	-2817
004	-2818
095	-2819
103	-2820
149	-2821
oud	-2822
▁cri	-2823
14:41	-2824
15:09	-2825
▁sound	-2826
▁finish	-2827
▁httpstwitter	-2828
fs	-2829
097	-2830
120	-2831
195	-2832
▁zm	-2833
14:58	-2834
▁morgan	-2835
▁rocket	-2836
165	-2837
299	-2838
477	-2839
▁ep	-2840
▁ib	-2841
irus	-2842
with	-2843
▁beau	-2844
oomberg	-2845
pecially	-2846
▁buffett	-2847
▁recently	-2848
▁september	-2849
pev	-2850
▁tl	-2851
reed	-2852
15:01	-2853
▁steve	-2854
▁stores	-2855
▁country	-2856
▁release	-2857
065	-2858
157	-2859
▁wtr	-2860
ustom	-2861
▁paid	-2862
▁channel	-2863
buy	-2864
orn	-2865
▁sad	-2866
▁wal	-2867
▁2737	-2868
▁2923	-2869
▁fire	-2870
rength	-2871
123	-2872
125	-2873
▁ver	-2874
▁wtrh	-2875
▁float	-2876
▁idiots	-2877
lier	-2878
shit	-2879
▁nak	-2880
14:43	-2881
14:52	-2882
▁aint	-2883
▁kick	-2884
▁especially	-2885
026	-2886
196	-2887
456	-2888
ense	-2889
▁send	-2890
▁xpev	-2891
▁bleed	-2892
▁sideways	-2893
financeyahoo	-2894
399	-2895
▁vi	-2896
▁soft	-2897
▁course	-2898
▁buyback	-2899
▁dumping	-2900
▁upgrades	-2901
▁including	-2902
▁2021-02-14	-2903
▁performance	-2904
067	-2905
ism	-2906
14:40	-2907
20:57	-2908
ulous	-2909
▁mrna	-2910
▁chips	-2911
▁driving	-2912
▁ur	-2913
ners	-2914
14:46	-2915
▁2777	-2916
▁blood	-2917
▁senti	-2918
▁strength	-2919
▁millionaire	-2920
gr	-2921
058	-2922
085	-2923
164	-2924
488	-2925
▁and	-2926
▁inv	-2927
▁mot	-2928
20:56	-2929
▁2694	-2930
▁2954	-2931
▁dropped	-2932
▁according	-2933
▁beautiful	-2934
068	-2935
ific	-2936
▁lock	-2937
▁norm	-2938
▁wkhs	-2939
▁stand	-2940
markets	-2941
ogether	-2942
▁supply	-2943
458	-2944
14:53	-2945
allst	-2946
▁stan	-2947
report	-2948
▁powell	-2949
applecar	-2950
comarticles	-2951
075	-2952
▁fox	-2953
14:38	-2954
ators	-2955
▁wanted	-2956
▁targets	-2957
047	-2958
209	-2959
366	-2960
emic	-2961
reme	-2962
▁cool	-2963
▁zero	-2964
ushing	-2965
▁arent	-2966
▁opinion	-2967
br	-2968
083	-2969
198	-2970
▁or	-2971
▁bri	-2972
20:59	-2973
▁2656	-2974
▁itll	-2975
▁model	-2976
▁honest	-2977
▁public	-2978
▁starts	-2979
▁sitting	-2980
▁volatility	-2981
aut	-2982
post	-2983
▁str	-2984
▁bidu	-2985
▁custom	-2986
074	-2987
193	-2988
▁bar	-2989
▁strateg	-2990
▁continues	-2991
▁httpswwwcnbccom	-2992
078	-2993
194	-2994
▁ref	-2995
▁tsm	-2996
creen	-2997
phone	-2998
▁2849	-2999
▁date	-3000
▁funny	-3001
▁works	-3002
▁unless	-3003
▁sellers	-3004
▁building	-3005
▁sentiment	-3006
459	-3007
ots	-3008
know	-3009
15:07	-3010
berry	-3011
▁bngo	-3012
▁catch	-3013
▁wanna	-3014
▁together	-3015
015	-3016
098	-3017
fit	-3018
tom	-3019
▁ign	-3020
14:47	-3021
ature	-3022
ently	-3023
rency	-3024
trend	-3025
▁fcel	-3026
should	-3027
▁insane	-3028
297	-3029
ret	-3030
▁vw	-3031
eeee	-3032
▁smh	-3033
▁2695	-3034
▁mins	-3035
▁ones	-3036
▁found	-3037
▁billions	-3038
▁compared	-3039
▁2020-12-13	-3040
analystratings	-3041
217	-3042
ploy	-3043
▁mil	-3044
14:36	-3045
15:03	-3046
16:10	-3047
▁lows	-3048
million	-3049
▁technical	-3050
▁government	-3051
226	-3052
▁acce	-3053
▁breaks	-3054
▁cramer	-3055
▁printed	-3056
▁valuation	-3057
115	-3058
289	-3059
14:54	-3060
15:29	-3061
▁2667	-3062
▁fucked	-3063
▁analyzed	-3064
ca	-3065
nx	-3066
049	-3067
213	-3068
215	-3069
▁dia	-3070
▁2654	-3071
▁ipad	-3072
▁alerts	-3073
206	-3074
466	-3075
499	-3076
▁py	-3077
ther	-3078
▁alg	-3079
14:37	-3080
14:51	-3081
20:58	-3082
▁fine	-3083
▁wake	-3084
▁drive	-3085
umm	-3086
▁fra	-3087
14:39	-3088
▁sour	-3089
▁view	-3090
utting	-3091
▁timmy	-3092
▁import	-3093
fdriving	-3094
bs	-3095
455	-3096
869	-3097
▁gs	-3098
aged	-3099
work	-3100
21:03	-3101
▁cred	-3102
▁step	-3103
▁correct	-3104
yy	-3105
867	-3106
15:16	-3107
15:19	-3108
istic	-3109
▁2867	-3110
▁pand	-3111
▁plans	-3112
▁state	-3113
▁vehicles	-3114
033	-3115
054	-3116
kes	-3117
▁laz	-3118
15:05	-3119
15:13	-3120
15:27	-3121
▁posts	-3122
▁rumor	-3123
▁everyday	-3124
036	-3125
145	-3126
276	-3127
▁nob	-3128
▁ter	-3129
16:40	-3130
▁2683	-3131
▁2823	-3132
▁2858	-3133
▁2859	-3134
▁prom	-3135
▁shut	-3136
▁decision	-3137
045	-3138
267	-3139
279	-3140
469	-3141
899	-3142
eth	-3143
▁hor	-3144
20:54	-3145
source	-3146
▁priced	-3147
▁confirm	-3148
▁friends	-3149
038	-3150
134	-3151
▁log	-3152
▁pel	-3153
15:17	-3154
▁bene	-3155
▁boun	-3156
▁hcmc	-3157
▁shows	-3158
▁youll	-3159
▁economy	-3160
▁recovery	-3161
▁surprised	-3162
216	-3163
bad	-3164
15:10	-3165
▁2899	-3166
▁decl	-3167
▁guid	-3168
▁piece	-3169
▁users	-3170
▁towards	-3171
▁congrats	-3172
046	-3173
093	-3174
207	-3175
218	-3176
227	-3177
266	-3178
343	-3179
pha	-3180
tis	-3181
▁eu	-3182
▁ty	-3183
tick	-3184
▁bun	-3185
15:04	-3186
ocket	-3187
▁coin	-3188
▁gift	-3189
eeking	-3190
wallst	-3191
▁enter	-3192
▁ridic	-3193
▁orders	-3194
053	-3195
143	-3196
296	-3197
eri	-3198
15:06	-3199
15:18	-3200
15:28	-3201
▁whos	-3202
▁ideas	-3203
▁competi	-3204
▁httpswwwb	-3205
011	-3206
084	-3207
277	-3208
357	-3209
369	-3210
bers	-3211
15:14	-3212
atest	-3213
enews	-3214
▁haha	-3215
▁favor	-3216
064	-3217
388	-3218
484	-3219
897	-3220
enz	-3221
iver	-3222
▁bre	-3223
▁fit	-3224
▁mob	-3225
15:02	-3226
▁pypl	-3227
▁spot	-3228
▁earlier	-3229
▁service	-3230
▁worried	-3231
▁absolutely	-3232
133	-3233
▁fk	-3234
▁td	-3235
adem	-3236
ides	-3237
15:26	-3238
21:08	-3239
night	-3240
▁2764	-3241
▁auto	-3242
▁snow	-3243
▁sugg	-3244
▁heard	-3245
▁suppl	-3246
amental	-3247
▁discuss	-3248
▁bullshit	-3249
▁multiple	-3250
024	-3251
029	-3252
239	-3253
che	-3254
isk	-3255
oof	-3256
▁ju	-3257
▁om	-3258
16:13	-3259
never	-3260
▁hype	-3261
▁disapp	-3262
▁minute	-3263
▁holders	-3264
▁2020-12-25	-3265
027	-3266
028	-3267
138	-3268
139	-3269
257	-3270
298	-3271
457	-3272
ldr	-3273
▁bi	-3274
▁zom	-3275
14:44	-3276
15:22	-3277
137	-3278
359	-3279
▁ub	-3280
load	-3281
14:34	-3282
15:00	-3283
erval	-3284
▁brok	-3285
▁sens	-3286
▁stud	-3287
▁extreme	-3288
fundamental	-3289
▁ridiculous	-3290
amputmmediumfa	-3291
208	-3292
comc	-3293
▁repe	-3294
▁expiring	-3295
analysiskeybba	-3296
116	-3297
288	-3298
367	-3299
tice	-3300
▁rot	-3301
20:55	-3302
▁2768	-3303
▁2779	-3304
▁effect	-3305
▁httpss	-3306
▁senate	-3307
136	-3308
236	-3309
285	-3310
iny	-3311
▁ru	-3312
rupt	-3313
15:25	-3314
board	-3315
▁2866	-3316
▁2918	-3317
▁charg	-3318
▁trust	-3319
▁problem	-3320
▁pandemic	-3321
249	-3322
483	-3323
866	-3324
▁wr	-3325
15:15	-3326
▁cent	-3327
▁remo	-3328
▁underval	-3329
▁manufacturer	-3330
dy	-3331
237	-3332
▁lt	-3333
just	-3334
ooks	-3335
15:11	-3336
15:12	-3337
aster	-3338
iphone	-3339
▁train	-3340
259	-3341
ross	-3342
▁jpm	-3343
▁obs	-3344
14:59	-3345
15:30	-3346
20:47	-3347
▁2846	-3348
▁checks	-3349
▁posting	-3350
▁shorted	-3351
▁beginning	-3352
▁important	-3353
035	-3354
385	-3355
but	-3356
▁mc	-3357
aken	-3358
hare	-3359
▁foc	-3360
15:20	-3361
20:40	-3362
▁2953	-3363
▁mara	-3364
▁class	-3365
▁index	-3366
▁moved	-3367
▁needed	-3368
stockaaplview	-3369
▁manufacturing	-3370
286	-3371
496	-3372
▁ot	-3373
▁ps	-3374
▁iwm	-3375
15:23	-3376
15:35	-3377
▁bell	-3378
▁vote	-3379
ession	-3380
▁heavy	-3381
amputmmediumta	-3382
je	-3383
063	-3384
▁dom	-3385
▁fis	-3386
16:06	-3387
17:23	-3388
20:52	-3389
21:09	-3390
▁dark	-3391
▁ston	-3392
▁cannot	-3393
▁growing	-3394
▁software	-3395
009	-3396
037	-3397
376	-3398
379	-3399
898	-3400
ief	-3401
▁ir	-3402
▁cut	-3403
15:24	-3404
amsung	-3405
▁uptrend	-3406
▁undervalued	-3407
247	-3408
356	-3409
373	-3410
abor	-3411
fort	-3412
21:06	-3413
▁anti	-3414
▁brand	-3415
▁sells	-3416
▁corpor	-3417
▁recomm	-3418
▁rising	-3419
▁stream	-3420
▁however	-3421
▁showing	-3422
▁wedbush	-3423
▁shareholders	-3424
105	-3425
283	-3426
873	-3427
aila	-3428
▁mad	-3429
esome	-3430
▁2817	-3431
▁vers	-3432
▁given	-3433
▁greed	-3434
▁initi	-3435
▁leave	-3436
▁giving	-3437
▁nobody	-3438
▁exactly	-3439
▁pumping	-3440
mw	-3441
044	-3442
876	-3443
21:04	-3444
▁knew	-3445
▁bunch	-3446
▁canoo	-3447
▁dream	-3448
▁raise	-3449
illions	-3450
▁rebound	-3451
▁returns	-3452
ha	-3453
238	-3454
284	-3455
454	-3456
▁dog	-3457
▁fig	-3458
16:07	-3459
20:43	-3460
21:05	-3461
▁epic	-3462
118	-3463
158	-3464
233	-3465
476	-3466
877	-3467
896	-3468
ula	-3469
lose	-3470
▁evs	-3471
▁ppl	-3472
minim	-3473
▁base	-3474
▁cens	-3475
▁poor	-3476
▁stuff	-3477
▁usually	-3478
▁mentioned	-3479
258	-3480
378	-3481
ings	-3482
outh	-3483
15:33	-3484
20:39	-3485
▁2816	-3486
▁holy	-3487
▁boost	-3488
▁doubt	-3489
▁story	-3490
▁active	-3491
▁habits	-3492
▁devices	-3493
▁hitting	-3494
▁realize	-3495
▁testing	-3496
▁guidance	-3497
▁minimize	-3498
017	-3499
478	-3500
igh	-3501
rat	-3502
▁ban	-3503
▁def	-3504
15:08	-3505
15:40	-3506
16:15	-3507
20:51	-3508
▁2754	-3509
▁dems	-3510
▁cycle	-3511
▁excited	-3512
▁predict	-3513
106	-3514
225	-3515
255	-3516
355	-3517
363	-3518
474	-3519
▁vis	-3520
▁apps	-3521
▁spike	-3522
▁invested	-3523
▁recommend	-3524
025	-3525
295	-3526
443	-3527
▁usa	-3528
17:20	-3529
▁2869	-3530
▁clown	-3531
▁normal	-3532
▁scared	-3533
▁awesome	-3534
illionaire	-3535
018	-3536
204	-3537
358	-3538
453	-3539
fri	-3540
mic	-3541
▁2775	-3542
▁self	-3543
phones	-3544
▁heads	-3545
▁cheaper	-3546
youshould	-3547
ii	-3548
034	-3549
254	-3550
354	-3551
498	-3552
rely	-3553
ught	-3554
▁pig	-3555
15:21	-3556
17:16	-3557
anage	-3558
madem	-3559
verse	-3560
▁burn	-3561
izerisk	-3562
▁covered	-3563
▁forever	-3564
aipostminim	-3565
019	-3566
023	-3567
039	-3568
229	-3569
364	-3570
397	-3571
uri	-3572
yond	-3573
▁hmm	-3574
techn	-3575
▁june	-3576
▁note	-3577
▁27875	-3578
▁stanley	-3579
nevershort	-3580
▁democrats	-3581
aipostmillion	-3582
aipostnevershort	-3583
135	-3584
396	-3585
479	-3586
cal	-3587
ron	-3588
list	-3589
▁tit	-3590
15:47	-3591
21:12	-3592
▁2767	-3593
▁abnb	-3594
▁ball	-3595
▁merg	-3596
fromam	-3597
▁except	-3598
▁simple	-3599
applecom	-3600
tomanage	-3601
▁keeping	-3602
aipostwhy	-3603
▁direction	-3604
mademillions	-3605
youshouldknow	-3606
tomanagecapital	-3607
py	-3608
048	-3609
094	-3610
244	-3611
384	-3612
398	-3613
arth	-3614
badh	-3615
14:35	-3616
20:10	-3617
20:46	-3618
21:10	-3619
▁2796	-3620
▁debt	-3621
▁prep	-3622
▁vldr	-3623
▁throw	-3624
▁experi	-3625
badhabits	-3626
aipostbadhabits	-3627
fromamillionaire	-3628
008	-3629
107	-3630
117	-3631
223	-3632
365	-3633
16:51	-3634
▁2855	-3635
▁quite	-3636
▁stuck	-3637
▁blowout	-3638
formation	-3639
▁contract	-3640
▁disappoin	-3641
203	-3642
234	-3643
235	-3644
256	-3645
278	-3646
14:32	-3647
15:37	-3648
16:00	-3649
17:19	-3650
▁beyond	-3651
▁raises	-3652
▁foxconn	-3653
▁blackberry	-3654
119	-3655
353	-3656
465	-3657
sth	-3658
▁fck	-3659
15:41	-3660
15:49	-3661
16:14	-3662
17:24	-3663
20:45	-3664
20:50	-3665
▁upward	-3666
▁crossed	-3667
▁overall	-3668
▁pressure	-3669
014	-3670
114	-3671
333	-3672
863	-3673
ized	-3674
▁pin	-3675
15:38	-3676
15:42	-3677
16:01	-3678
16:33	-3679
alpha	-3680
▁flag	-3681
▁wasnt	-3682
▁httpswwwgoogle	-3683
108	-3684
263	-3685
275	-3686
473	-3687
yes	-3688
16:28	-3689
16:31	-3690
20:05	-3691
21:07	-3692
21:16	-3693
▁ship	-3694
usiness	-3695
▁explain	-3696
▁manipul	-3697
▁samsung	-3698
▁inflation	-3699
▁fundamentals	-3700
eg	-3701
393	-3702
497	-3703
865	-3704
894	-3705
iod	-3706
ury	-3707
▁now	-3708
15:50	-3709
21:32	-3710
▁2753	-3711
▁alpp	-3712
▁retest	-3713
nk	-3714
224	-3715
264	-3716
375	-3717
▁oc	-3718
▁web	-3719
16:24	-3720
16:38	-3721
17:14	-3722
ticip	-3723
▁2668	-3724
▁2699	-3725
▁2805	-3726
▁uber	-3727
valued	-3728
▁autom	-3729
▁holds	-3730
▁patient	-3731
eekingalpha	-3732
879	-3733
look	-3734
▁vuz	-3735
15:46	-3736
15:48	-3737
16:30	-3738
21:11	-3739
organ	-3740
▁exec	-3741
action	-3742
▁histor	-3743
▁httpsm	-3744
▁selloff	-3745
▁competition	-3746
154	-3747
269	-3748
566	-3749
878	-3750
895	-3751
flix	-3752
fore	-3753
play	-3754
stat	-3755
▁joe	-3756
15:32	-3757
15:57	-3758
16:12	-3759
17:18	-3760
▁2794	-3761
▁conne	-3762
ational	-3763
▁calling	-3764
▁reality	-3765
▁political	-3766
016	-3767
245	-3768
577	-3769
uts	-3770
15:52	-3771
16:04	-3772
16:05	-3773
19:16	-3774
▁2678	-3775
ensive	-3776
▁shake	-3777
▁airpod	-3778
comarticle	-3779
444	-3780
485	-3781
15:39	-3782
15:58	-3783
16:18	-3784
21:13	-3785
ctive	-3786
tives	-3787
▁nakd	-3788
▁bucks	-3789
▁maint	-3790
▁concer	-3791
006	-3792
248	-3793
395	-3794
ich	-3795
led	-3796
▁don	-3797
15:34	-3798
15:54	-3799
16:32	-3800
21:33	-3801
enzing	-3802
▁availa	-3803
▁rather	-3804
▁holiday	-3805
▁previous	-3806
▁overvalued	-3807
104	-3808
109	-3809
153	-3810
274	-3811
383	-3812
475	-3813
875	-3814
gen	-3815
ics	-3816
▁hd	-3817
16:19	-3818
16:55	-3819
17:40	-3820
anned	-3821
228	-3822
868	-3823
ici	-3824
ring	-3825
▁mel	-3826
▁ndx	-3827
▁omg	-3828
14:33	-3829
16:21	-3830
20:21	-3831
20:44	-3832
20:49	-3833
▁cmon	-3834
▁turd	-3835
▁equity	-3836
▁period	-3837
▁afterno	-3838
▁upgrade	-3839
243	-3840
▁bc	-3841
roid	-3842
15:31	-3843
16:09	-3844
16:44	-3845
▁among	-3846
earning	-3847
viewcom	-3848
▁across	-3849
▁meeting	-3850
▁possibly	-3851
246	-3852
268	-3853
273	-3854
293	-3855
368	-3856
evo	-3857
erve	-3858
ured	-3859
▁bye	-3860
16:27	-3861
16:37	-3862
▁2698	-3863
▁penn	-3864
▁tlry	-3865
▁alone	-3866
▁games	-3867
▁steady	-3868
▁suggest	-3869
cb	-3870
uy	-3871
205	-3872
16:34	-3873
▁2778	-3874
▁2799	-3875
▁butt	-3876
▁mist	-3877
▁shoot	-3878
▁tight	-3879
▁certain	-3880
▁httpsstocktwits	-3881
007	-3882
294	-3883
▁ed	-3884
15:36	-3885
17:17	-3886
19:57	-3887
20:33	-3888
20:38	-3889
21:34	-3890
▁2707	-3891
▁lunch	-3892
▁yahoo	-3893
▁boards	-3894
▁candle	-3895
▁remind	-3896
▁couldnt	-3897
▁httpsthe	-3898
▁daytrading	-3899
043	-3900
467	-3901
ship	-3902
▁non	-3903
15:53	-3904
16:16	-3905
16:58	-3906
17:28	-3907
tical	-3908
▁2697	-3909
▁2763	-3910
▁2818	-3911
▁lazr	-3912
▁spac	-3913
applet	-3914
▁focus	-3915
▁sucks	-3916
▁common	-3917
▁afternoon	-3918
tradingviewcom	-3919
374	-3920
15:51	-3921
16:26	-3922
20:27	-3923
▁bets	-3924
▁brain	-3925
enzinga	-3926
hyundai	-3927
▁comput	-3928
▁healthy	-3929
▁released	-3930
▁republic	-3931
aw	-3932
cu	-3933
005	-3934
495	-3935
ged	-3936
rele	-3937
15:45	-3938
20:14	-3939
20:24	-3940
20:29	-3941
20:37	-3942
while	-3943
▁2934	-3944
▁gevo	-3945
▁credit	-3946
▁similar	-3947
▁available	-3948
▁expectations	-3949
pa	-3950
tics	-3951
15:44	-3952
17:15	-3953
20:09	-3954
20:11	-3955
▁dist	-3956
▁zone	-3957
atever	-3958
▁consum	-3959
▁family	-3960
▁netflix	-3961
▁process	-3962
▁setting	-3963
▁forecast	-3964
464	-3965
493	-3966
874	-3967
16:47	-3968
17:22	-3969
20:41	-3970
▁2917	-3971
▁ford	-3972
trader	-3973
▁accum	-3974
▁claim	-3975
▁asking	-3976
▁leader	-3977
▁slowly	-3978
▁monthly	-3979
253	-3980
▁ke	-3981
▁xl	-3982
rade	-3983
16:23	-3984
17:26	-3985
19:58	-3986
▁2834	-3987
▁2912	-3988
▁ocgn	-3989
▁hasnt	-3990
▁steal	-3991
▁stick	-3992
▁taxes	-3993
▁worse	-3994
▁privacy	-3995
▁congress	-3996
▁interested	-3997
di	-3998
irt	-3999
opy	-4000
lies	-4001
ries	-4002
▁emo	-4003
15:43	-4004
16:02	-4005
16:03	-4006
17:30	-4007
18:03	-4008
sweep	-4009
times	-4010
▁2755	-4011
▁2905	-4012
▁2933	-4013
reedom	-4014
▁opens	-4015
▁relax	-4016
▁telling	-4017
▁overnight	-4018
▁httpswwwmarket	-4019
to	-4020
265	-4021
468	-4022
not	-4023
ails	-4024
gram	-4025
wave	-4026
▁sun	-4027
16:08	-4028
16:17	-4029
17:25	-4030
19:59	-4031
20:13	-4032
20:42	-4033
20:48	-4034
▁pure	-4035
▁feels	-4036
castcom	-4037
▁broken	-4038
▁dividends	-4039
sm	-4040
864	-4041
eng	-4042
ided	-4043
ored	-4044
sses	-4045
16:41	-4046
21:14	-4047
erved	-4048
▁2845	-4049
▁gave	-4050
599	-4051
▁ce	-4052
ules	-4053
▁bal	-4054
16:35	-4055
16:45	-4056
16:46	-4057
17:42	-4058
17:47	-4059
20:35	-4060
21:31	-4061
▁2721	-4062
▁2889	-4063
▁algos	-4064
▁beats	-4065
▁final	-4066
▁flying	-4067
▁digital	-4068
▁election	-4069
569	-4070
big	-4071
orb	-4072
▁eye	-4073
▁tmr	-4074
16:11	-4075
17:01	-4076
17:11	-4077
17:13	-4078
20:15	-4079
urity	-4080
▁rati	-4081
▁word	-4082
▁earth	-4083
▁tanking	-4084
▁fan	-4085
17:02	-4086
▁27874	-4087
▁futes	-4088
▁screen	-4089
▁thinks	-4090
▁selfdriving	-4091
qq	-4092
597	-4093
abb	-4094
ows	-4095
▁fy	-4096
will	-4097
16:36	-4098
17:00	-4099
17:39	-4100
17:58	-4101
18:37	-4102
20:20	-4103
20:28	-4104
▁2776	-4105
▁india	-4106
▁closes	-4107
▁members	-4108
▁whatever	-4109
▁httpswwwmac	-4110
sa	-4111
494	-4112
579	-4113
what	-4114
15:56	-4115
16:22	-4116
16:57	-4117
19:10	-4118
20:34	-4119
20:36	-4120
▁eyes	-4121
:16:01	-4122
idence	-4123
▁broker	-4124
▁slight	-4125
▁everybody	-4126
▁manipulated	-4127
394	-4128
mtf	-4129
▁box	-4130
▁eat	-4131
15:59	-4132
17:04	-4133
17:10	-4134
17:41	-4135
17:57	-4136
17:59	-4137
18:01	-4138
20:12	-4139
20:23	-4140
bling	-4141
ption	-4142
▁domin	-4143
▁quott	-4144
▁popular	-4145
▁weeklies	-4146
applecomus	-4147
ndm	-4148
16:20	-4149
16:56	-4150
17:12	-4151
17:21	-4152
18:55	-4153
19:13	-4154
orgia	-4155
▁2675	-4156
▁2785	-4157
▁freak	-4158
▁setup	-4159
▁expire	-4160
▁giants	-4161
▁reward	-4162
▁content	-4163
▁quickly	-4164
▁strategy	-4165
121	-4166
463	-4167
565	-4168
588	-4169
▁jd	-4170
ears	-4171
onav	-4172
16:43	-4173
16:59	-4174
17:34	-4175
18:15	-4176
19:15	-4177
20:06	-4178
21:18	-4179
▁2636	-4180
▁2744	-4181
▁mach	-4182
friend	-4183
▁26616	-4184
▁latest	-4185
▁turned	-4186
▁quality	-4187
kk	-4188
568	-4189
893	-4190
oard	-4191
▁bio	-4192
16:39	-4193
17:53	-4194
18:56	-4195
20:22	-4196
20:31	-4197
▁fair	-4198
▁pack	-4199
▁capit	-4200
▁gives	-4201
▁deliver	-4202
▁holdings	-4203
wallstreet	-4204
uu	-4205
575	-4206
ura	-4207
comr	-4208
iott	-4209
17:35	-4210
18:18	-4211
20:19	-4212
20:26	-4213
20:32	-4214
antly	-4215
▁intel	-4216
ference	-4217
▁picked	-4218
▁youtub	-4219
▁pushing	-4220
▁downside	-4221
ari	-4222
▁vx	-4223
▁rvr	-4224
16:54	-4225
17:32	-4226
17:51	-4227
18:20	-4228
18:26	-4229
20:03	-4230
20:30	-4231
story	-4232
▁valu	-4233
▁hymtf	-4234
▁secre	-4235
▁usual	-4236
ability	-4237
▁killer	-4238
▁mobile	-4239
▁patents	-4240
▁putting	-4241
▁honestly	-4242
▁httpsapps	-4243
▁httpswwwre	-4244
596	-4245
14:30	-4246
15:55	-4247
17:46	-4248
18:39	-4249
18:59	-4250
19:33	-4251
20:00	-4252
▁desp	-4253
▁shot	-4254
▁viol	-4255
▁giant	-4256
