[PAD]	0
[UNK]	0
[BOS]	0
[EOS]	0
[SEP]	0
[CLS]	0
[MASK]	0
▁m	-0
cd	-1
▁mcd	-2
▁s	-3
on	-4
re	-5
al	-6
in	-7
▁c	-8
▁p	-9
▁b	-10
er	-11
ti	-12
▁d	-13
st	-14
▁h	-15
an	-16
ck	-17
en	-18
ar	-19
▁t	-20
▁g	-21
ce	-22
▁n	-23
▁f	-24
om	-25
le	-26
or	-27
tt	-28
▁re	-29
ll	-30
▁a	-31
at	-32
ri	-33
ew	-34
ing	-35
ou	-36
ps	-37
▁l	-38
▁htt	-39
▁go	-40
▁w	-41
▁st	-42
se	-43
op	-44
▁https	-45
tion	-46
ro	-47
▁se	-48
la	-49
me	-50
▁e	-51
ig	-52
ds	-53
ra	-54
ly	-55
it	-56
ke	-57
ock	-58
onal	-59
ee	-60
▁bu	-61
ol	-62
ve	-63
onalds	-64
od	-65
ews	-66
com	-67
ay	-68
▁mcdonalds	-69
ow	-70
ch	-71
id	-72
es	-73
mp	-74
▁in	-75
▁u	-76
is	-77
▁sell	-78
mcd	-79
▁stock	-80
ent	-81
ur	-82
▁httpsw	-83
ct	-84
ate	-85
ai	-86
ad	-87
ge	-88
▁v	-89
▁ch	-90
▁com	-91
▁pro	-92
ed	-93
th	-94
▁buy	-95
sh	-96
im	-97
qu	-98
▁pri	-99
▁di	-100
est	-101
ase	-102
and	-103
▁new	-104
its	-105
one	-106
▁al	-107
end	-108
▁ti	-109
arke	-110
▁httpsww	-111
▁httpswww	-112
nt	-113
▁li	-114
▁th	-115
arket	-116
▁pla	-117
▁price	-118
▁j	-119
aily	-120
▁place	-121
ers	-122
▁sh	-123
old	-124
art	-125
news	-126
ic	-127
ut	-128
option	-129
ant	-130
ot	-131
ht	-132
▁good	-133
▁ba	-134
orm	-135
iz	-136
pe	-137
nd	-138
ation	-139
▁big	-140
▁hold	-141
▁de	-142
ap	-143
rad	-144
▁prof	-145
ld	-146
lo	-147
um	-148
ver	-149
▁con	-150
▁y	-151
▁be	-152
▁profits	-153
▁le	-154
ize	-155
amp	-156
ast	-157
▁am	-158
▁time	-159
ame	-160
au	-161
lease	-162
▁ne	-163
any	-164
▁news	-165
▁ex	-166
stock	-167
▁fo	-168
sf	-169
eek	-170
▁comp	-171
io	-172
ss	-173
▁ar	-174
▁name	-175
▁real	-176
▁daily	-177
tic	-178
▁week	-179
ie	-180
▁o	-181
lose	-182
ac	-183
am	-184
be	-185
▁day	-186
▁sec	-187
▁ro	-188
▁close	-189
▁market	-190
▁release	-191
out	-192
il	-193
vid	-194
▁like	-195
py	-196
oug	-197
ear	-198
▁im	-199
us	-200
▁fu	-201
ci	-202
ong	-203
ort	-204
▁up	-205
eed	-206
oday	-207
oo	-208
▁form	-209
▁today	-210
ry	-211
ick	-212
▁sha	-213
ticle	-214
tive	-215
▁an	-216
▁back	-217
ff	-218
si	-219
em	-220
ter	-221
▁sti	-222
▁read	-223
ru	-224
ert	-225
▁ac	-226
ould	-227
xt	-228
▁dig	-229
row	-230
ab	-231
aly	-232
▁fa	-233
▁option	-234
pr	-235
vi	-236
ile	-237
▁realize	-238
▁min	-239
▁test	-240
market	-241
vel	-242
rade	-243
▁un	-244
▁digest	-245
ont	-246
▁op	-247
▁fuck	-248
igh	-249
▁sm	-250
▁pre	-251
grade	-252
▁next	-253
wi	-254
options	-255
fil	-256
ual	-257
▁article	-258
utm	-259
wee	-260
▁bull	-261
▁stop	-262
▁share	-263
el	-264
ue	-265
▁qu	-266
▁file	-267
vidend	-268
so	-269
▁i	-270
int	-271
ause	-272
newsmcd	-273
▁upgrade	-274
ine	-275
ish	-276
▁ad	-277
ckpr	-278
onews	-279
▁http	-280
▁need	-281
stckpr	-282
onewsmcd	-283
stckpronewsmcd	-284
ger	-285
bu	-286
cial	-287
ount	-288
▁tra	-289
terio	-290
▁chick	-291
newsfil	-292
▁amount	-293
newsfilterio	-294
age	-295
oney	-296
ak	-297
as	-298
ment	-299
▁low	-300
daily	-301
▁still	-302
▁company	-303
artoptions	-304
▁mcdonaldss	-305
pp	-306
▁su	-307
enti	-308
ight	-309
▁long	-310
▁k	-311
▁year	-312
amputm	-313
day	-314
ess	-315
sfri	-316
▁cor	-317
▁high	-318
endcom	-319
sfriendcom	-320
dailynewsmcd	-321
cre	-322
our	-323
▁mc	-324
▁me	-325
▁bur	-326
▁spy	-327
▁dividend	-328
mon	-329
sta	-330
▁chicken	-331
rect	-332
▁thoug	-333
co	-334
ma	-335
iss	-336
ump	-337
▁ri	-338
▁val	-339
▁smartoptions	-340
ul	-341
lay	-342
ust	-343
staur	-344
▁cont	-345
staurant	-346
rent	-347
weep	-348
▁pr	-349
▁cur	-350
▁sand	-351
▁level	-352
eb	-353
ale	-354
▁co	-355
ttle	-356
wich	-357
alyst	-358
▁q	-359
all	-360
ran	-361
▁lo	-362
▁money	-363
now	-364
king	-365
llow	-366
▁sandwich	-367
▁restaurant	-368
te	-369
ill	-370
▁pe	-371
▁cla	-372
▁tom	-373
▁br	-374
▁so	-375
▁amp	-376
▁cause	-377
▁follow	-378
▁thought	-379
lie	-380
olu	-381
per	-382
port	-383
▁dip	-384
▁rev	-385
uation	-386
▁state	-387
iti	-388
ity	-389
very	-390
vest	-391
▁one	-392
▁little	-393
rend	-394
▁mon	-395
layed	-396
orrow	-397
▁cons	-398
▁sale	-399
▁belie	-400
▁burger	-401
▁current	-402
▁tomorrow	-403
et	-404
ins	-405
▁let	-406
▁miss	-407
▁size	-408
▁claim	-409
▁print	-410
▁believe	-411
▁delayed	-412
ning	-413
ource	-414
di	-415
mb	-416
olume	-417
▁brand	-418
bs	-419
ary	-420
dge	-421
▁valuation	-422
ha	-423
he	-424
ip	-425
▁ev	-426
ating	-427
▁face	-428
da	-429
ign	-430
ance	-431
▁tick	-432
▁alert	-433
▁action	-434
go	-435
▁po	-436
▁ret	-437
▁sweep	-438
▁would	-439
▁volume	-440
af	-441
rike	-442
▁wor	-443
▁incre	-444
▁ticker	-445
pect	-446
reak	-447
▁act	-448
▁cre	-449
▁filed	-450
▁strike	-451
mg	-452
ion	-453
nce	-454
▁by	-455
▁common	-456
▁bullish	-457
de	-458
▁r	-459
▁bo	-460
▁te	-461
cast	-462
lant	-463
▁ind	-464
▁mess	-465
tw	-466
up	-467
urn	-468
▁do	-469
▁pt	-470
olid	-471
▁break	-472
▁expect	-473
▁increase	-474
ain	-475
▁exp	-476
▁hap	-477
▁every	-478
un	-479
own	-480
ough	-481
▁add	-482
▁cmg	-483
▁jan	-484
▁also	-485
▁food	-486
▁open	-487
▁solid	-488
▁report	-489
li	-490
▁sp	-491
trad	-492
▁bynd	-493
ks	-494
beat	-495
▁red	-496
▁top	-497
▁coming	-498
▁httpst	-499
par	-500
atch	-501
vice	-502
▁dis	-503
ually	-504
▁dont	-505
▁fast	-506
beatcom	-507
marketbeatcom	-508
ach	-509
ope	-510
▁mu	-511
▁loo	-512
ounce	-513
▁correct	-514
▁holding	-515
red	-516
cent	-517
▁lau	-518
▁out	-519
ative	-520
twits	-521
▁invest	-522
ag	-523
nch	-524
ous	-525
pen	-526
▁we	-527
▁cru	-528
illion	-529
parate	-530
▁month	-531
▁trend	-532
▁consum	-533
▁analyst	-534
▁httpsqu	-535
▁separate	-536
mo	-537
ats	-538
ide	-539
uri	-540
quot	-541
▁could	-542
▁crush	-543
▁return	-544
stocktwits	-545
lu	-546
po	-547
▁he	-548
form	-549
rama	-550
▁mor	-551
▁pot	-552
▁much	-553
▁soon	-554
▁drama	-555
▁looking	-556
mcdonalds	-557
ack	-558
ard	-559
bux	-560
ffic	-561
ower	-562
▁any	-563
▁fri	-564
▁grow	-565
rating	-566
apl	-567
ice	-568
outu	-569
ract	-570
shit	-571
▁dow	-572
▁may	-573
▁aapl	-574
ential	-575
amputmc	-576
▁growing	-577
▁million	-578
▁bullshit	-579
ca	-580
sr	-581
ww	-582
act	-583
oth	-584
ype	-585
▁ma	-586
ange	-587
▁ann	-588
arter	-589
▁over	-590
▁pers	-591
▁room	-592
▁sbux	-593
▁launch	-594
▁potential	-595
tr	-596
uy	-597
ens	-598
eri	-599
rac	-600
ymb	-601
▁nice	-602
outube	-603
▁contract	-604
du	-605
fe	-606
tis	-607
www	-608
▁er	-609
ties	-610
▁est	-611
▁date	-612
▁meal	-613
ervice	-614
▁power	-615
▁track	-616
▁recent	-617
▁securi	-618
fo	-619
ral	-620
res	-621
ople	-622
rans	-623
antis	-624
▁wage	-625
▁initi	-626
ervices	-627
▁securities	-628
bc	-629
fa	-630
pec	-631
▁ju	-632
▁pu	-633
▁sc	-634
ated	-635
▁gap	-636
alert	-637
entry	-638
▁stre	-639
▁type	-640
comins	-641
ontent	-642
▁chart	-643
▁event	-644
▁reach	-645
▁people	-646
antisnow	-647
▁quarter	-648
cominsight	-649
erservices	-650
▁httpsquantisnow	-651
mt	-652
ber	-653
oup	-654
lash	-655
utes	-656
▁feb	-657
▁guy	-658
▁wen	-659
ction	-660
plant	-661
usual	-662
rector	-663
▁contin	-664
▁source	-665
▁unusual	-666
▁director	-667
newsfilterioa	-668
ft	-669
rt	-670
ts	-671
ys	-672
gin	-673
sis	-674
▁it	-675
▁ts	-676
enue	-677
medi	-678
tice	-679
sflash	-680
social	-681
▁minutes	-682
▁revenue	-683
▁breakout	-684
sflashalert	-685
og	-686
her	-687
ite	-688
comw	-689
real	-690
▁app	-691
▁bid	-692
▁mar	-693
▁prac	-694
▁tech	-695
▁trash	-696
▁practice	-697
fb	-698
aco	-699
▁dr	-700
▁sl	-701
▁wh	-702
ound	-703
▁ack	-704
▁eps	-705
▁obs	-706
ledge	-707
ymbol	-708
lation	-709
source	-710
▁world	-711
perform	-712
youtube	-713
▁acknow	-714
▁change	-715
▁indust	-716
▁trashy	-717
▁unreal	-718
▁acknowledge	-719
ia	-720
ml	-721
na	-722
erm	-723
ist	-724
ome	-725
▁jo	-726
▁tw	-727
ence	-728
vers	-729
▁gme	-730
▁inte	-731
▁jump	-732
▁many	-733
ratings	-734
▁create	-735
▁mcplant	-736
▁morning	-737
▁actually	-738
▁industry	-739
sflashalertme	-740
ey	-741
gg	-742
gr	-743
elp	-744
ner	-745
ram	-746
ris	-747
▁en	-748
able	-749
ener	-750
▁des	-751
▁ins	-752
agine	-753
▁item	-754
stance	-755
▁entry	-756
▁happy	-757
▁obser	-758
▁offic	-759
trading	-760
▁outperform	-761
ng	-762
tc	-763
we	-764
alp	-765
eel	-766
ild	-767
▁ra	-768
ical	-769
odel	-770
ship	-771
time	-772
▁lol	-773
▁cant	-774
▁help	-775
▁push	-776
▁quot	-777
▁roll	-778
▁tsla	-779
vative	-780
▁model	-781
▁trans	-782
▁imagine	-783
ef	-784
hs	-785
ays	-786
con	-787
fra	-788
htt	-789
iny	-790
ond	-791
ord	-792
por	-793
sed	-794
amps	-795
llar	-796
tter	-797
frame	-798
▁feel	-799
▁term	-800
medium	-801
▁judge	-802
comstock	-803
sistance	-804
▁timeframe	-805
amputmmedium	-806
dc	-807
ann	-808
enu	-809
ief	-810
lee	-811
sin	-812
▁ca	-813
▁mo	-814
ator	-815
▁bet	-816
▁fin	-817
▁inc	-818
▁par	-819
▁per	-820
▁sin	-821
▁wmt	-822
arish	-823
https	-824
other	-825
▁fran	-826
▁goal	-827
▁norm	-828
▁rock	-829
▁some	-830
▁chain	-831
▁techn	-832
poration	-833
ymbolmcd	-834
▁officer	-835
▁continue	-836
▁investment	-837
sourcestocktwits	-838
ax	-839
▁z	-840
ady	-841
nbc	-842
ode	-843
▁pi	-844
aign	-845
head	-846
iece	-847
ttom	-848
uary	-849
▁boo	-850
▁ssi	-851
ready	-852
utral	-853
▁band	-854
▁dump	-855
▁shak	-856
▁begin	-857
▁chief	-858
▁pause	-859
▁piece	-860
▁since	-861
▁thing	-862
ampaign	-863
article	-864
▁bottom	-865
▁happen	-866
▁please	-867
comwatch	-868
▁already	-869
▁bearish	-870
▁january	-871
▁neutral	-872
▁transact	-873
▁resistance	-874
amputmcampaign	-875
youtubecomwatch	-876
dl	-877
ble	-878
fol	-879
ght	-880
urs	-881
▁gr	-882
▁hu	-883
▁mm	-884
eric	-885
imum	-886
peat	-887
scom	-888
▁cap	-889
▁cat	-890
▁imp	-891
▁own	-892
▁pop	-893
▁qsr	-894
▁two	-895
chart	-896
thing	-897
▁deri	-898
▁dirt	-899
▁hope	-900
▁load	-901
▁past	-902
▁ride	-903
▁seem	-904
▁slow	-905
▁boost	-906
▁ready	-907
▁repeat	-908
httpswww	-909
▁derivative	-910
▁corporation	-911
ba	-912
fi	-913
os	-914
sk	-915
tf	-916
ari	-917
chi	-918
for	-919
khs	-920
ote	-921
tty	-922
▁gi	-923
▁sa	-924
coms	-925
stop	-926
▁cra	-927
▁eat	-928
▁man	-929
analy	-930
folio	-931
ments	-932
right	-933
velop	-934
▁port	-935
▁ahead	-936
▁indic	-937
▁short	-938
ulation	-939
▁anyone	-940
▁around	-941
▁dollar	-942
▁minimum	-943
▁announce	-944
cominsightss	-945
▁sourcehttpswww	-946
cb	-947
sm	-948
ith	-949
tim	-950
▁us	-951
mber	-952
ngth	-953
▁equ	-954
▁evp	-955
▁gon	-956
▁mac	-957
▁mid	-958
▁inst	-959
▁menu	-960
▁taco	-961
▁wild	-962
invest	-963
sitive	-964
ursday	-965
weight	-966
▁drone	-967
▁previ	-968
analyst	-969
pective	-970
▁weekly	-971
▁investor	-972
▁strength	-973
▁portfolio	-974
▁stockmarket	-975
▁smartoptionsai	-976
by	-977
cy	-978
pt	-979
px	-980
bab	-981
enn	-982
lub	-983
org	-984
rib	-985
sso	-986
val	-987
▁ko	-988
▁ph	-989
heim	-990
rest	-991
ways	-992
weet	-993
▁far	-994
▁int	-995
▁mom	-996
▁rip	-997
rispy	-998
▁alpp	-999
▁hear	-1000
▁huge	-1001
▁mean	-1002
▁meat	-1003
▁prog	-1004
▁risk	-1005
▁sure	-1006
heimer	-1007
▁oppen	-1008
▁plant	-1009
▁produ	-1010
▁worth	-1011
▁bounce	-1012
▁develop	-1013
▁positive	-1014
▁thursday	-1015
▁daytrading	-1016
▁oppenheimer	-1017
youtubecomwatchv	-1018
ah	-1019
fu	-1020
ho	-1021
ade	-1022
min	-1023
ola	-1024
thr	-1025
url	-1026
▁pa	-1027
anks	-1028
ased	-1029
comy	-1030
html	-1031
idnt	-1032
lack	-1033
post	-1034
yond	-1035
▁amc	-1036
▁deb	-1037
▁dri	-1038
▁ear	-1039
▁fav	-1040
▁ubs	-1041
▁wed	-1042
cking	-1043
sweep	-1044
▁fore	-1045
▁note	-1046
▁reco	-1047
▁save	-1048
inyurl	-1049
verage	-1050
▁covid	-1051
▁cream	-1052
▁didnt	-1053
▁watch	-1054
castcom	-1055
content	-1056
▁always	-1057
▁americ	-1058
▁crispy	-1059
▁estate	-1060
▁friday	-1061
▁another	-1062
▁interest	-1063
inyurlcomy	-1064
▁indicator	-1065
▁initiated	-1066
▁sweepcast	-1067
▁httpsstock	-1068
▁httpssweep	-1069
▁perspective	-1070
fr	-1071
gt	-1072
ir	-1073
ph	-1074
bur	-1075
can	-1076
cat	-1077
ies	-1078
tra	-1079
▁as	-1080
▁fb	-1081
▁mr	-1082
▁no	-1083
core	-1084
lete	-1085
line	-1086
list	-1087
▁ive	-1088
▁neg	-1089
▁reg	-1090
▁ste	-1091
▁sur	-1092
▁you	-1093
ciate	-1094
oting	-1095
ously	-1096
▁acqu	-1097
▁asso	-1098
▁club	-1099
▁mcds	-1100
▁they	-1101
▁wkhs	-1102
ations	-1103
ership	-1104
siness	-1105
vation	-1106
▁favor	-1107
▁finan	-1108
▁giant	-1109
▁group	-1110
▁maybe	-1111
▁beyond	-1112
▁business	-1113
▁complete	-1114
▁associate	-1115
▁production	-1116
▁observation	-1117
bb	-1118
cu	-1119
if	-1120
pl	-1121
ty	-1122
wh	-1123
ank	-1124
cri	-1125
mer	-1126
ogy	-1127
ssi	-1128
vin	-1129
▁fl	-1130
▁hi	-1131
▁sy	-1132
ampt	-1133
ctor	-1134
eedb	-1135
ital	-1136
mill	-1137
rong	-1138
▁med	-1139
▁yum	-1140
chise	-1141
ersal	-1142
ities	-1143
nings	-1144
ology	-1145
onald	-1146
▁lift	-1147
▁sign	-1148
estion	-1149
ntrend	-1150
▁black	-1151
▁early	-1152
▁gonna	-1153
▁thats	-1154
▁value	-1155
▁design	-1156
tracking	-1157
▁program	-1158
chartmill	-1159
▁negative	-1160
▁reversal	-1161
▁downtrend	-1162
▁financial	-1163
▁franchise	-1164
▁overweight	-1165
▁technology	-1166
amputmcontent	-1167
newsfilterioaf	-1168
socialtracking	-1169
nk	-1170
vs	-1171
yf	-1172
ail	-1173
alk	-1174
aus	-1175
cks	-1176
dlv	-1177
ful	-1178
man	-1179
ple	-1180
pre	-1181
ved	-1182
▁bi	-1183
▁ea	-1184
▁od	-1185
▁or	-1186
ards	-1187
ates	-1188
duce	-1189
emic	-1190
enry	-1191
ider	-1192
most	-1193
ndam	-1194
ulus	-1195
view	-1196
ward	-1197
▁cup	-1198
▁hur	-1199
▁ill	-1200
▁mmm	-1201
▁sub	-1202
▁und	-1203
ental	-1204
entim	-1205
entio	-1206
ester	-1207
stand	-1208
▁enti	-1209
▁gold	-1210
▁mind	-1211
▁odds	-1212
▁pand	-1213
▁supp	-1214
▁trad	-1215
▁zone	-1216
sentim	-1217
traday	-1218
▁henry	-1219
▁scalp	-1220
comnews	-1221
stockss	-1222
▁almost	-1223
▁entire	-1224
▁parade	-1225
▁person	-1226
▁voting	-1227
standing	-1228
▁alright	-1229
ndamental	-1230
▁coverage	-1231
▁everyone	-1232
▁intraday	-1233
▁pandemic	-1234
▁question	-1235
sentimentio	-1236
▁httpssocial	-1237
▁outstanding	-1238
stockssymbolmcd	-1239
amputmcontentmcd	-1240
bo	-1241
oy	-1242
xy	-1243
zz	-1244
acc	-1245
fin	-1246
gge	-1247
jor	-1248
led	-1249
ltr	-1250
ree	-1251
ure	-1252
▁bn	-1253
▁ce	-1254
▁gt	-1255
▁ha	-1256
▁lm	-1257
▁qq	-1258
down	-1259
ffee	-1260
from	-1261
hold	-1262
ritr	-1263
sequ	-1264
vide	-1265
▁hot	-1266
▁qqq	-1267
▁set	-1268
▁win	-1269
eking	-1270
endys	-1271
mulus	-1272
▁cnbc	-1273
▁dead	-1274
▁join	-1275
▁noth	-1276
▁shop	-1277
herine	-1278
roduce	-1279
witter	-1280
▁mcrib	-1281
▁score	-1282
▁stick	-1283
▁units	-1284
ational	-1285
dlvritr	-1286
through	-1287
▁eating	-1288
▁social	-1289
▁yester	-1290
analysis	-1291
▁nothing	-1292
▁recover	-1293
alkmarket	-1294
stocksequ	-1295
▁forecast	-1296
▁stimulus	-1297
▁introduce	-1298
▁yesterday	-1299
scomcontent	-1300
▁httpdlvritr	-1301
▁httpstalkmarket	-1302
my	-1303
su	-1304
▁=	-1305
▁x	-1306
bee	-1307
ike	-1308
ium	-1309
lly	-1310
ork	-1311
▁ap	-1312
▁cl	-1313
▁cr	-1314
▁el	-1315
▁is	-1316
▁jp	-1317
▁ke	-1318
▁si	-1319
ands	-1320
arbu	-1321
back	-1322
bush	-1323
call	-1324
esnt	-1325
fast	-1326
haha	-1327
kmon	-1328
nkus	-1329
oose	-1330
smcd	-1331
stem	-1332
tern	-1333
ular	-1334
▁acc	-1335
▁att	-1336
▁aut	-1337
▁fla	-1338
▁mrk	-1339
▁oth	-1340
▁rob	-1341
▁tru	-1342
▁wtf	-1343
▁yes	-1344
entum	-1345
unity	-1346
▁baba	-1347
▁cent	-1348
▁easi	-1349
▁exce	-1350
▁vide	-1351
alance	-1352
burger	-1353
nkusgo	-1354
▁crash	-1355
▁inclu	-1356
▁major	-1357
▁media	-1358
▁setup	-1359
arbucks	-1360
▁choose	-1361
▁divers	-1362
▁monday	-1363
▁pokmon	-1364
▁pretty	-1365
▁probab	-1366
▁system	-1367
srnkusgo	-1368
▁wedbush	-1369
articlesf	-1370
▁something	-1371
newsfilterioab	-1372
▁httpssrnkusgo	-1373
cl	-1374
fc	-1375
fl	-1376
ze	-1377
daq	-1378
dem	-1379
ndl	-1380
ret	-1381
sid	-1382
sum	-1383
▁eb	-1384
▁ge	-1385
▁gl	-1386
come	-1387
dcfb	-1388
eres	-1389
itly	-1390
less	-1391
omer	-1392
pped	-1393
reet	-1394
ross	-1395
uter	-1396
▁fly	-1397
▁mem	-1398
ruary	-1399
ssive	-1400
urope	-1401
▁chee	-1402
▁citi	-1403
▁hour	-1404
▁hurt	-1405
▁info	-1406
▁pltr	-1407
▁sndl	-1408
▁vari	-1409
▁weak	-1410
accine	-1411
▁among	-1412
▁analy	-1413
▁equal	-1414
▁fries	-1415
▁gener	-1416
▁honey	-1417
▁prime	-1418
▁tough	-1419
▁video	-1420
creener	-1421
▁coffee	-1422
▁doesnt	-1423
▁enough	-1424
▁httpsb	-1425
▁opport	-1426
▁others	-1427
▁street	-1428
▁wendys	-1429
▁america	-1430
▁balance	-1431
▁insider	-1432
▁install	-1433
▁regular	-1434
▁computer	-1435
▁probably	-1436
▁sometime	-1437
▁premarket	-1438
▁breakthrough	-1439
stocksequities	-1440
cx	-1441
dd	-1442
ku	-1443
lb	-1444
lf	-1445
wy	-1446
cal	-1447
ces	-1448
dit	-1449
eet	-1450
feb	-1451
gan	-1452
rab	-1453
tiv	-1454
▁ep	-1455
▁id	-1456
▁to	-1457
▁tr	-1458
alth	-1459
date	-1460
eedy	-1461
emcd	-1462
ensi	-1463
esla	-1464
food	-1465
ging	-1466
here	-1467
ific	-1468
keyf	-1469
ling	-1470
mary	-1471
sear	-1472
▁adj	-1473
▁ago	-1474
▁amd	-1475
▁box	-1476
▁btc	-1477
▁cry	-1478
▁dam	-1479
▁dan	-1480
▁ice	-1481
▁max	-1482
▁pep	-1483
▁wow	-1484
ampts	-1485
conom	-1486
ensus	-1487
lling	-1488
▁bell	-1489
▁bngo	-1490
▁cake	-1491
▁cust	-1492
▁denn	-1493
▁dest	-1494
▁flag	-1495
▁foot	-1496
▁grab	-1497
▁life	-1498
▁part	-1499
▁rcat	-1500
▁simp	-1501
▁spec	-1502
▁wall	-1503
daeedb	-1504
dcfbda	-1505
sident	-1506
▁basis	-1507
▁biden	-1508
▁compe	-1509
▁lovin	-1510
▁manip	-1511
▁weigh	-1512
▁whats	-1513
▁wrong	-1514
▁youre	-1515
amestop	-1516
▁annual	-1517
▁cheese	-1518
▁easily	-1519
▁europe	-1520
▁impact	-1521
▁normal	-1522
▁retail	-1523
▁speedy	-1524
▁thanks	-1525
▁theyre	-1526
▁though	-1527
▁trader	-1528
▁partner	-1529
▁perform	-1530
▁traffic	-1531
▁observed	-1532
keyfdaeedb	-1533
▁catherine	-1534
▁consensus	-1535
▁president	-1536
▁watchlist	-1537
▁eventually	-1538
▁previously	-1539
dcfbdaamputm	-1540
▁opportunity	-1541
▁speculation	-1542
marketbeatcomx	-1543
aj	-1544
do	-1545
ik	-1546
ka	-1547
mc	-1548
nn	-1549
ada	-1550
aff	-1551
cit	-1552
cus	-1553
dat	-1554
ern	-1555
get	-1556
isi	-1557
mac	-1558
oon	-1559
ren	-1560
ric	-1561
ron	-1562
set	-1563
une	-1564
vis	-1565
yes	-1566
▁ai	-1567
▁av	-1568
▁da	-1569
▁hd	-1570
▁nu	-1571
▁nv	-1572
aspx	-1573
ched	-1574
cnbc	-1575
crip	-1576
hoot	-1577
ired	-1578
lect	-1579
miss	-1580
mium	-1581
more	-1582
ouce	-1583
rimp	-1584
ures	-1585
▁fil	-1586
▁fry	-1587
▁hal	-1588
▁jpm	-1589
▁nio	-1590
▁pos	-1591
▁tea	-1592
alpha	-1593
ampso	-1594
esday	-1595
isode	-1596
lydem	-1597
olati	-1598
tweet	-1599
▁bend	-1600
▁code	-1601
▁damn	-1602
▁down	-1603
▁else	-1604
▁isnt	-1605
▁lead	-1606
▁lock	-1607
▁uber	-1608
▁wide	-1609
▁with	-1610
antdat	-1611
cember	-1612
ensive	-1613
opeyes	-1614
pecial	-1615
▁appro	-1616
▁never	-1617
▁phone	-1618
▁surge	-1619
ausnews	-1620
seeking	-1621
umption	-1622
▁econom	-1623
▁member	-1624
▁shorts	-1625
▁update	-1626
▁upward	-1627
▁volati	-1628
▁winner	-1629
dividend	-1630
▁episode	-1631
▁httpwww	-1632
▁premium	-1633
▁vaccine	-1634
ampsocial	-1635
cominvest	-1636
▁acquired	-1637
▁catalyst	-1638
▁consumer	-1639
▁customer	-1640
▁february	-1641
inscreener	-1642
▁starbucks	-1643
▁supplydem	-1644
ampsymbolmcd	-1645
articlesform	-1646
seekingalpha	-1647
amptampsocial	-1648
analystrating	-1649
antdatausnews	-1650
▁httpsstockhoot	-1651
ae	-1652
az	-1653
fd	-1654
gl	-1655
to	-1656
blo	-1657
box	-1658
buy	-1659
cor	-1660
dle	-1661
ead	-1662
eef	-1663
ety	-1664
iel	-1665
ked	-1666
ody	-1667
ory	-1668
oti	-1669
pla	-1670
pri	-1671
sec	-1672
sft	-1673
sto	-1674
tit	-1675
ult	-1676
yal	-1677
▁bk	-1678
▁bl	-1679
▁dd	-1680
▁es	-1681
axis	-1682
edge	-1683
fere	-1684
lity	-1685
ness	-1686
part	-1687
rock	-1688
sion	-1689
sted	-1690
ural	-1691
wide	-1692
▁dat	-1693
▁dec	-1694
▁imo	-1695
▁joh	-1696
▁lim	-1697
▁saf	-1698
▁shi	-1699
aling	-1700
annel	-1701
asdaq	-1702
ately	-1703
callt	-1704
ening	-1705
grats	-1706
ither	-1707
macro	-1708
ouple	-1709
yalty	-1710
▁btcx	-1711
▁cash	-1712
▁chri	-1713
▁debt	-1714
▁deli	-1715
▁fact	-1716
▁head	-1717
▁hist	-1718
▁just	-1719
▁mine	-1720
▁msft	-1721
▁must	-1722
▁pati	-1723
▁rich	-1724
▁roku	-1725
▁seri	-1726
▁sham	-1727
▁shmp	-1728
▁thru	-1729
▁wont	-1730
cripts	-1731
ration	-1732
tional	-1733
▁apple	-1734
▁based	-1735
▁corre	-1736
▁excit	-1737
▁spike	-1738
▁super	-1739
▁three	-1740
▁under	-1741
annouce	-1742
confere	-1743
▁across	-1744
▁credit	-1745
▁intern	-1746
▁safety	-1747
▁sector	-1748
▁should	-1749
ncecallt	-1750
quotemcd	-1751
▁instead	-1752
▁popeyes	-1753
▁provide	-1754
macroaxis	-1755
▁congrats	-1756
▁gamestop	-1757
ranscripts	-1758
▁diversity	-1759
▁initiates	-1760
▁ownership	-1761
▁quarterly	-1762
▁technical	-1763
fundamental	-1764
▁httpswwwsm	-1765
▁leadership	-1766
annoucements	-1767
artoptionsai	-1768
commcdonalds	-1769
▁httpstwitter	-1770
▁httpswwwcnbc	-1771
amputmmediumfa	-1772
marketbeatcomr	-1773
▁international	-1774
conferencecallt	-1775
comstockquotemcd	-1776
▁httpsstocktwits	-1777
bd	-1778
cc	-1779
cz	-1780
gf	-1781
ne	-1782
pz	-1783
va	-1784
zn	-1785
air	-1786
als	-1787
ane	-1788
ans	-1789
arb	-1790
bds	-1791
cap	-1792
ced	-1793
flx	-1794
gle	-1795
ina	-1796
isw	-1797
les	-1798
lic	-1799
mal	-1800
mao	-1801
rea	-1802
rew	-1803
spx	-1804
tio	-1805
ven	-1806
xts	-1807
yah	-1808
zer	-1809
▁ga	-1810
▁gn	-1811
▁oh	-1812
▁pg	-1813
achs	-1814
ally	-1815
ampd	-1816
ding	-1817
iase	-1818
leek	-1819
orse	-1820
ving	-1821
work	-1822
zing	-1823
▁all	-1824
▁alp	-1825
▁bag	-1826
▁bas	-1827
▁bby	-1828
▁ben	-1829
▁bfi	-1830
▁ceo	-1831
▁col	-1832
▁del	-1833
▁fra	-1834
▁hum	-1835
▁lmt	-1836
▁mil	-1837
▁res	-1838
▁spx	-1839
▁ten	-1840
▁tgt	-1841
▁tow	-1842
▁tri	-1843
▁via	-1844
▁web	-1845
andle	-1846
cesca	-1847
group	-1848
intel	-1849
kscan	-1850
llent	-1851
phens	-1852
place	-1853
ramer	-1854
sleek	-1855
subds	-1856
▁area	-1857
▁beef	-1858
▁conf	-1859
▁doge	-1860
▁ebay	-1861
▁garb	-1862
▁less	-1863
▁lmao	-1864
▁lmfa	-1865
▁meet	-1866
▁moon	-1867
▁nflx	-1868
▁play	-1869
▁pton	-1870
▁pump	-1871
▁race	-1872
▁reme	-1873
▁true	-1874
▁yall	-1875
comear	-1876
cutive	-1877
maryid	-1878
olaspx	-1879
ording	-1880
orgsum	-1881
rading	-1882
street	-1883
xtsymb	-1884
▁asset	-1885
▁cards	-1886
▁drive	-1887
▁least	-1888
▁local	-1889
▁owner	-1890
▁prote	-1891
▁sachs	-1892
▁spend	-1893
▁tesla	-1894
▁thank	-1895
comslee	-1896
ificant	-1897
isition	-1898
▁battle	-1899
▁couple	-1900
▁daniel	-1901
▁either	-1902
▁factor	-1903
▁hahaha	-1904
▁health	-1905
▁orange	-1906
▁simply	-1907
▁weight	-1908
andsampd	-1909
pecially	-1910
subdscan	-1911
▁debiase	-1912
▁digital	-1913
▁dismiss	-1914
▁goldman	-1915
▁loyalty	-1916
▁massive	-1917
▁monthly	-1918
▁youtube	-1919
kscanaspx	-1920
▁delivery	-1921
▁fastfood	-1922
▁lockdown	-1923
▁mcdonald	-1924
▁remember	-1925
▁shamrock	-1926
▁stephens	-1927
comextsymb	-1928
olaspxfrom	-1929
▁according	-1930
▁excellent	-1931
▁francesca	-1932
▁variation	-1933
finscreener	-1934
▁especially	-1935
▁indicators	-1936
▁volatility	-1937
orgsummaryid	-1938
sleekoptions	-1939
▁acquisition	-1940
▁consumption	-1941
▁significant	-1942
▁manipulation	-1943
comsleekscanaspx	-1944
ga	-1945
gh	-1946
gs	-1947
ki	-1948
mr	-1949
ms	-1950
no	-1951
ny	-1952
qq	-1953
sa	-1954
sp	-1955
ud	-1956
za	-1957
zy	-1958
ajy	-1959
ath	-1960
eff	-1961
fer	-1962
gal	-1963
icy	-1964
iet	-1965
ios	-1966
lls	-1967
mom	-1968
olt	-1969
ors	-1970
tcf	-1971
tto	-1972
▁ab	-1973
▁af	-1974
▁at	-1975
▁em	-1976
▁fy	-1977
▁iv	-1978
▁jr	-1979
▁ou	-1980
▁ru	-1981
▁tl	-1982
▁ve	-1983
anic	-1984
asnt	-1985
aste	-1986
atus	-1987
beep	-1988
bisw	-1989
caco	-1990
ches	-1991
comp	-1992
efit	-1993
efly	-1994
ered	-1995
gers	-1996
just	-1997
mpcz	-1998
ones	-1999
otib	-2000
oumy	-2001
ream	-2002
term	-2003
unch	-2004
upid	-2005
▁aal	-2006
▁alt	-2007
▁and	-2008
▁bar	-2009
▁bdl	-2010
▁bkw	-2011
▁can	-2012
▁crm	-2013
▁def	-2014
▁dpz	-2015
▁due	-2016
▁ema	-2017
▁eod	-2018
▁eow	-2019
▁for	-2020
▁fut	-2021
▁hoo	-2022
▁nke	-2023
▁pay	-2024
▁see	-2025
▁smo	-2026
▁sup	-2027
▁war	-2028
amond	-2029
atest	-2030
based	-2031
chick	-2032
force	-2033
fully	-2034
gfart	-2035
grate	-2036
idate	-2037
ietly	-2038
inski	-2039
kemon	-2040
lable	-2041
omber	-2042
point	-2043
rency	-2044
yahoo	-2045
▁amzn	-2046
▁auto	-2047
▁baby	-2048
▁bias	-2049
▁data	-2050
▁half	-2051
▁hate	-2052
▁heat	-2053
▁hire	-2054
▁jack	-2055
▁john	-2056
▁lets	-2057
▁nvda	-2058
▁oper	-2059
▁paid	-2060
▁pika	-2061
▁priv	-2062
▁reop	-2063
▁slee	-2064
▁tend	-2065
▁ttcf	-2066
▁webs	-2067
▁work	-2068
ansion	-2069
biswas	-2070
cacola	-2071
filing	-2072
holder	-2073
minist	-2074
▁along	-2075
▁alpha	-2076
▁bitly	-2077
▁burst	-2078
▁evpgl	-2079
▁fatty	-2080
▁fraud	-2081
▁heres	-2082
▁laugh	-2083
▁limit	-2084
▁moron	-2085
▁ratio	-2086
▁robin	-2087
▁scale	-2088
▁sugge	-2089
▁sweet	-2090
ajyotib	-2091
erestim	-2092
mcdview	-2093
release	-2094
stopher	-2095
viewcom	-2096
▁acting	-2097
▁cramer	-2098
▁equity	-2099
▁expand	-2100
▁filing	-2101
▁hoovel	-2102
▁kempcz	-2103
▁latest	-2104
▁manage	-2105
▁margin	-2106
▁middle	-2107
▁moment	-2108
▁nation	-2109
▁revolt	-2110
▁robert	-2111
▁status	-2112
▁stupid	-2113
▁within	-2114
analyzer	-2115
comsoumy	-2116
investor	-2117
momentum	-2118
▁channel	-2119
▁collect	-2120
▁destiny	-2121
▁diamond	-2122
▁economy	-2123
▁excited	-2124
▁overall	-2125
▁percent	-2126
▁pokemon	-2127
▁protein	-2128
searnings	-2129
▁administ	-2130
▁approval	-2131
▁december	-2132
▁favorite	-2133
▁momentum	-2134
▁patience	-2135
▁recently	-2136
▁watchers	-2137
comnewsmcd	-2138
comsbiswas	-2139
restaurant	-2140
▁breakfast	-2141
▁followers	-2142
▁integrate	-2143
▁statement	-2144
▁stockbeep	-2145
ajyotibquot	-2146
▁bitlygfart	-2147
▁generation	-2148
▁nationwide	-2149
stockmcdview	-2150
▁christopher	-2151
▁fundamental	-2152
▁kempczinski	-2153
▁restaurants	-2154
▁stockholder	-2155
▁announcement	-2156
▁cheeseburger	-2157
▁mcdonaldsmcd	-2158
▁newsmomentum	-2159
newsfilterioad	-2160
tradingviewcom	-2161
cominvestmarket	-2162
comstockanalyzer	-2163
aa	-2164
cp	-2165
dj	-2166
gn	-2167
hy	-2168
ju	-2169
kk	-2170
mm	-2171
nj	-2172
of	-2173
vx	-2174
xs	-2175
zo	-2176
acf	-2177
ask	-2178
aul	-2179
bbv	-2180
big	-2181
bri	-2182
bus	-2183
che	-2184
cyc	-2185
ddd	-2186
gov	-2187
gre	-2188
gry	-2189
htm	-2190
ich	-2191
ify	-2192
ind	-2193
isp	-2194
lin	-2195
med	-2196
off	-2197
olo	-2198
opp	-2199
opy	-2200
php	-2201
pro	-2202
pto	-2203
rcx	-2204
rup	-2205
sha	-2206
ste	-2207
sth	-2208
ted	-2209
the	-2210
tta	-2211
vxy	-2212
xim	-2213
▁ah	-2214
▁dh	-2215
▁gm	-2216
▁ho	-2217
▁lu	-2218
▁ur	-2219
blog	-2220
body	-2221
cept	-2222
comm	-2223
ends	-2224
fila	-2225
gard	-2226
hood	-2227
inks	-2228
itda	-2229
lays	-2230
load	-2231
ming	-2232
omet	-2233
ored	-2234
orth	-2235
pite	-2236
play	-2237
ptic	-2238
rate	-2239
rely	-2240
stly	-2241
ther	-2242
ulti	-2243
vies	-2244
▁ath	-2245
▁avg	-2246
▁bio	-2247
▁boy	-2248
▁che	-2249
▁div	-2250
▁egg	-2251
▁gre	-2252
▁hic	-2253
▁hut	-2254
▁lxs	-2255
▁mat	-2256
▁mob	-2257
▁nex	-2258
▁row	-2259
▁sen	-2260
▁sid	-2261
▁tsn	-2262
▁upt	-2263
▁usd	-2264
aking	-2265
allen	-2266
apple	-2267
archi	-2268
arent	-2269
cised	-2270
ender	-2271
ering	-2272
ickey	-2273
ights	-2274
mcdid	-2275
range	-2276
ssure	-2277
vesed	-2278
which	-2279
▁abbv	-2280
▁amid	-2281
▁burn	-2282
▁chip	-2283
▁dine	-2284
▁gain	-2285
▁gnus	-2286
▁goog	-2287
▁jeff	-2288
▁lmnd	-2289
▁paul	-2290
▁pick	-2291
▁prob	-2292
▁rela	-2293
▁step	-2294
▁tune	-2295
▁uvxy	-2296
▁wedn	-2297
antage	-2298
atural	-2299
better	-2300
comper	-2301
crimin	-2302
ferral	-2303
fintel	-2304
gardat	-2305
idence	-2306
omberg	-2307
return	-2308
secgov	-2309
sition	-2310
stocks	-2311
thefly	-2312
▁accum	-2313
▁autom	-2314
▁comps	-2315
▁craze	-2316
▁death	-2317
▁files	-2318
▁focus	-2319
▁hedge	-2320
▁hours	-2321
▁human	-2322
▁inval	-2323
▁juicy	-2324
▁night	-2325
▁north	-2326
▁recyc	-2327
▁taste	-2328
▁wells	-2329
▁white	-2330
comvide	-2331
malinks	-2332
mercial	-2333
ometric	-2334
▁andrew	-2335
▁attack	-2336
▁bigger	-2337
▁bright	-2338
▁candle	-2339
▁crypto	-2340
▁depart	-2341
▁forget	-2342
▁highly	-2343
▁lowers	-2344
▁mickey	-2345
▁nasdaq	-2346
▁parity	-2347
▁player	-2348
▁shares	-2349
▁shrimp	-2350
▁surpri	-2351
▁theres	-2352
earnings	-2353
entryphp	-2354
▁alltime	-2355
▁anymore	-2356
▁benefit	-2357
▁buyback	-2358
▁despite	-2359
▁display	-2360
▁futures	-2361
▁garbage	-2362
▁healthy	-2363
▁include	-2364
▁mcchick	-2365
▁private	-2366
▁quietly	-2367
▁selloff	-2368
▁tendies	-2369
▁trapped	-2370
▁uptrend	-2371
▁website	-2372
▁wouldnt	-2373
anceyahoo	-2374
mediately	-2375
▁analysis	-2376
▁anything	-2377
▁currency	-2378
▁european	-2379
▁personal	-2380
▁pressure	-2381
▁previous	-2382
▁relative	-2383
▁weakness	-2384
archivesed	-2385
comearning	-2386
erestimate	-2387
▁citigroup	-2388
▁currently	-2389
▁discrimin	-2390
▁expansion	-2391
▁expensive	-2392
▁including	-2393
▁robinhood	-2394
▁seriously	-2395
▁suggested	-2396
▁wednesday	-2397
▁commercial	-2398
▁compelling	-2399
▁confidence	-2400
▁correction	-2401
▁department	-2402
▁httpsbitly	-2403
▁httpthefly	-2404
▁initiation	-2405
▁operations	-2406
▁httpsfintel	-2407
▁partnership	-2408
compermalinks	-2409
entryphpmcdid	-2410
▁httpdlvritrp	-2411
▁httpsyoutube	-2412
newsfilterioaa	-2413
▁httpswwwstock	-2414
▁underestimate	-2415
newsfilterioaed	-2416
▁administration	-2417
▁discrimination	-2418
archivesedgardat	-2419
br	-2420
cf	-2421
ec	-2422
ex	-2423
ez	-2424
fs	-2425
gy	-2426
hh	-2427
ib	-2428
kd	-2429
pu	-2430
rm	-2431
sw	-2432
ta	-2433
td	-2434
uh	-2435
vo	-2436
vt	-2437
vy	-2438
wd	-2439
wm	-2440
yy	-2441
aca	-2442
amb	-2443
ana	-2444
ark	-2445
axs	-2446
axy	-2447
cbf	-2448
cdd	-2449
ctg	-2450
dis	-2451
div	-2452
ees	-2453
esm	-2454
fee	-2455
ffe	-2456
ial	-2457
ink	-2458
ior	-2459
ipo	-2460
ism	-2461
jun	-2462
ler	-2463
lfx	-2464
loy	-2465
lug	-2466
mas	-2467
met	-2468
mff	-2469
omo	-2470
ona	-2471
que	-2472
ril	-2473
roy	-2474
sco	-2475
stk	-2476
sts	-2477
tea	-2478
tml	-2479
top	-2480
ues	-2481
ule	-2482
ypl	-2483
zed	-2484
▁bb	-2485
▁cu	-2486
▁cy	-2487
▁dg	-2488
▁gu	-2489
▁kr	-2490
▁la	-2491
▁ll	-2492
▁md	-2493
▁ny	-2494
▁on	-2495
▁oz	-2496
▁sw	-2497
▁tp	-2498
▁vp	-2499
▁wk	-2500
▁ye	-2501
acom	-2502
ales	-2503
ants	-2504
atin	-2505
blic	-2506
bull	-2507
cend	-2508
cord	-2509
cxml	-2510
eing	-2511
gelb	-2512
gest	-2513
gggg	-2514
ions	-2515
isse	-2516
izza	-2517
kand	-2518
keys	-2519
kout	-2520
lier	-2521
llig	-2522
loat	-2523
mcdy	-2524
mcsa	-2525
onic	-2526
oooo	-2527
pain	-2528
peps	-2529
ress	-2530
ster	-2531
theb	-2532
tics	-2533
utal	-2534
verg	-2535
wire	-2536
wkhs	-2537
zens	-2538
▁abs	-2539
▁adv	-2540
▁amt	-2541
▁bac	-2542
▁ban	-2543
▁bit	-2544
▁biz	-2545
▁blo	-2546
▁bri	-2547
▁bro	-2548
▁bye	-2549
▁cal	-2550
▁cvx	-2551
▁dhr	-2552
▁dum	-2553
▁eck	-2554
▁ele	-2555
▁etf	-2556
▁exe	-2557
▁fam	-2558
▁gem	-2559
▁hon	-2560
▁idk	-2561
▁jnj	-2562
▁laz	-2563
▁los	-2564
▁mak	-2565
▁mel	-2566
▁mer	-2567
▁pig	-2568
▁ser	-2569
▁sma	-2570
▁sum	-2571
▁ups	-2572
▁use	-2573
▁vir	-2574
▁vol	-2575
▁wal	-2576
▁wba	-2577
acked	-2578
ailed	-2579
aires	-2580
aming	-2581
aring	-2582
atory	-2583
busin	-2584
clays	-2585
ercom	-2586
ggets	-2587
lfxdo	-2588
lines	-2589
maxim	-2590
mploy	-2591
night	-2592
nners	-2593
posed	-2594
ribut	-2595
thest	-2596
tical	-2597
ungry	-2598
verse	-2599
visor	-2600
where	-2601
while	-2602
▁arco	-2603
▁boat	-2604
▁cele	-2605
▁chat	-2606
▁chop	-2607
▁chwy	-2608
▁city	-2609
▁clvs	-2610
▁curi	-2611
▁dean	-2612
▁dips	-2613
▁drin	-2614
▁exer	-2615
▁flip	-2616
▁fred	-2617
▁fuel	-2618
▁gift	-2619
▁june	-2620
▁liqu	-2621
▁lolz	-2622
▁lrcx	-2623
▁macd	-2624
▁opes	-2625
▁pain	-2626
▁peps	-2627
▁pipe	-2628
▁pods	-2629
▁pred	-2630
▁pull	-2631
▁ramp	-2632
▁self	-2633
▁stru	-2634
▁tank	-2635
▁team	-2636
▁till	-2637
▁tlry	-2638
▁toge	-2639
aincom	-2640
americ	-2641
anging	-2642
ention	-2643
esmall	-2644
ically	-2645
ilding	-2646
ispers	-2647
itable	-2648
mcdmff	-2649
opping	-2650
pepssh	-2651
rategy	-2652
search	-2653
ssical	-2654
tition	-2655
uesday	-2656
volume	-2657
▁acctg	-2658
▁bunch	-2659
▁china	-2660
▁cmcsa	-2661
▁defin	-2662
▁dogex	-2663
▁dream	-2664
▁exdiv	-2665
▁fargo	-2666
▁final	-2667
▁float	-2668
▁gotta	-2669
▁hasnt	-2670
▁impre	-2671
▁intel	-2672
▁latin	-2673
▁lmfao	-2674
▁lunch	-2675
▁multi	-2676
▁pizza	-2677
▁sched	-2678
▁sidew	-2679
▁stand	-2680
▁topic	-2681
▁youll	-2682
allenge	-2683
amptype	-2684
company	-2685
cretion	-2686
gelbert	-2687
olution	-2688
ractive	-2689
riskand	-2690
ruptive	-2691
ssymbol	-2692
ternoon	-2693
versold	-2694
▁arches	-2695
▁brutal	-2696
▁corona	-2697
▁digits	-2698
▁dozens	-2699
▁ebitda	-2700
▁eckert	-2701
▁excess	-2702
▁gender	-2703
▁histor	-2704
▁httpsm	-2705
▁mobile	-2706
▁morgan	-2707
▁mostly	-2708
▁nicely	-2709
▁preipo	-2710
▁profes	-2711
▁rocket	-2712
▁senior	-2713
▁suisse	-2714
▁tipped	-2715
▁toward	-2716
announce	-2717
axslfxdo	-2718
business	-2719
cdonalds	-2720
ensatory	-2721
maximump	-2722
mcdstock	-2723
newswire	-2724
referral	-2725
vergence	-2726
▁arrange	-2727
▁curious	-2728
▁destroy	-2729
▁discord	-2730
▁friends	-2731
▁general	-2732
▁lookout	-2733
▁maxpain	-2734
▁monkeys	-2735
▁painful	-2736
▁preview	-2737
▁seeking	-2738
▁shoulda	-2739
▁usually	-2740
▁various	-2741
▁winning	-2742
radesmall	-2743
thestreet	-2744
▁american	-2745
▁analyzed	-2746
▁barclays	-2747
▁building	-2748
▁cocacola	-2749
▁disposed	-2750
▁drinking	-2751
▁insights	-2752
▁multiple	-2753
▁pipeline	-2754
▁probable	-2755
▁pullback	-2756
▁recovery	-2757
▁schedule	-2758
▁shorting	-2759
▁strategy	-2760
▁together	-2761
comarticle	-2762
cretionary	-2763
▁advantage	-2764
▁attention	-2765
▁chickfila	-2766
▁classical	-2767
▁contracts	-2768
▁defensive	-2769
▁directors	-2770
▁diversify	-2771
▁downgrade	-2772
▁engelbert	-2773
▁executive	-2774
▁exercised	-2775
▁happening	-2776
▁hopefully	-2777
▁httpepssh	-2778
▁mcchicken	-2779
▁overnight	-2780
▁signaling	-2781
▁surprised	-2782
▁workforce	-2783
analysisamp	-2784
▁everything	-2785
▁impressive	-2786
▁invalidate	-2787
▁membership	-2788
▁personally	-2789
▁plantbased	-2790
andmcdonalds	-2791
axslfxdocxml	-2792
searningspre	-2793
▁accordingly	-2794
▁immediately	-2795
▁performance	-2796
radesmallblog	-2797
riskandreturn	-2798
▁arrangements	-2799
▁compensatory	-2800
▁continuation	-2801
▁httpmaximump	-2802
analystratings	-2803
annoucementsdj	-2804
▁discretionary	-2805
newsfilterioaab	-2806
restaurantstock	-2807
subdscanamptype	-2808
▁holdingssymbol	-2809
▁httpsstocknews	-2810
▁httpswwwsecgov	-2811
▁preannoucements	-2812
bp	-2813
bt	-2814
cr	-2815
cv	-2816
db	-2817
dx	-2818
ei	-2819
hc	-2820
iv	-2821
je	-2822
jo	-2823
kn	-2824
ko	-2825
kt	-2826
kv	-2827
nr	-2828
nu	-2829
nz	-2830
oa	-2831
ok	-2832
qs	-2833
rg	-2834
rw	-2835
rx	-2836
sb	-2837
tn	-2838
vr	-2839
wa	-2840
ws	-2841
xr	-2842
xu	-2843
xz	-2844
aba	-2845
abc	-2846
ace	-2847
aec	-2848
afb	-2849
arl	-2850
ash	-2851
ato	-2852
bcc	-2853
bef	-2854
bes	-2855
bfb	-2856
biz	-2857
bla	-2858
bow	-2859
caf	-2860
ceu	-2861
cff	-2862
civ	-2863
coh	-2864
cto	-2865
daa	-2866
deb	-2867
ded	-2868
dsf	-2869
eat	-2870
ebo	-2871
ech	-2872
ery	-2873
ets	-2874
ewh	-2875
faa	-2876
fac	-2877
ged	-2878
gen	-2879
gms	-2880
goo	-2881
iad	-2882
ian	-2883
ida	-2884
idi	-2885
ily	-2886
isc	-2887
itt	-2888
itz	-2889
kes	-2890
kov	-2891
lab	-2892
lob	-2893
loc	-2894
mar	-2895
mrw	-2896
ney	-2897
nny	-2898
nse	-2899
ocr	-2900
oli	-2901
onn	-2902
ons	-2903
osp	-2904
oyd	-2905
ozz	-2906
pay	-2907
rec	-2908
rus	-2909
sew	-2910
squ	-2911
thy	-2912
uff	-2913
uik	-2914
uts	-2915
ves	-2916
way	-2917
wes	-2918
xpo	-2919
▁ag	-2920
▁ds	-2921
▁ey	-2922
▁gs	-2923
▁ic	-2924
▁jg	-2925
▁lf	-2926
▁ow	-2927
▁ps	-2928
▁ul	-2929
▁vi	-2930
▁vz	-2931
▁wo	-2932
▁ww	-2933
▁xr	-2934
acci	-2935
ages	-2936
ampp	-2937
anig	-2938
apps	-2939
arma	-2940
auce	-2941
baby	-2942
bean	-2943
cape	-2944
ceac	-2945
chas	-2946
chrt	-2947
cken	-2948
comb	-2949
copy	-2950
corp	-2951
cott	-2952
eder	-2953
eead	-2954
eila	-2955
enny	-2956
enro	-2957
ense	-2958
eory	-2959
faff	-2960
feat	-2961
firm	-2962
fore	-2963
gget	-2964
gine	-2965
gold	-2966
hort	-2967
iles	-2968
ille	-2969
ings	-2970
iosf	-2971
irne	-2972
itac	-2973
iter	-2974
lbur	-2975
manz	-2976
meat	-2977
mend	-2978
mind	-2979
mpor	-2980
nsel	-2981
ntal	-2982
olic	-2983
onks	-2984
opri	-2985
oriz	-2986
orte	-2987
ozzi	-2988
peri	-2989
perl	-2990
pick	-2991
plan	-2992
rady	-2993
reat	-2994
ries	-2995
rito	-2996
rove	-2997
rued	-2998
rust	-2999
ryyf	-3000
seph	-3001
stri	-3002
team	-3003
this	-3004
thru	-3005
vert	-3006
vist	-3007
wall	-3008
what	-3009
▁acb	-3010
▁ark	-3011
▁atm	-3012
▁ave	-3013
▁ble	-3014
▁bmo	-3015
▁bol	-3016
▁bon	-3017
▁bot	-3018
▁bra	-3019
▁bto	-3020
▁btw	-3021
▁cit	-3022
▁cou	-3023
▁cow	-3024
▁cul	-3025
▁din	-3026
▁dma	-3027
▁end	-3028
▁eoy	-3029
▁ewh	-3030
▁faa	-3031
▁fat	-3032
▁fcf	-3033
▁fli	-3034
▁fol	-3035
▁fun	-3036
▁god	-3037
▁har	-3038
▁her	-3039
▁ian	-3040
▁inf	-3041
▁inv	-3042
▁ipo	-3043
▁jpe	-3044
▁kat	-3045
▁khc	-3046
▁lad	-3047
▁lie	-3048
▁mis	-3049
▁nee	-3050
▁org	-3051
▁pac	-3052
▁pfe	-3053
▁ref	-3054
▁rsi	-3055
▁sal	-3056
▁sam	-3057
▁sil	-3058
▁sla	-3059
▁sop	-3060
▁tal	-3061
▁tmo	-3062
▁ton	-3063
▁tot	-3064
▁toy	-3065
▁trv	-3066
▁tur	-3067
▁unh	-3068
▁usa	-3069
▁xle	-3070
ackle	-3071
allon	-3072
andez	-3073
andom	-3074
arian	-3075
aster	-3076
brity	-3077
cheap	-3078
covid	-3079
efing	-3080
enced	-3081
endar	-3082
ented	-3083
erick	-3084
eries	-3085
fight	-3086
forum	-3087
garet	-3088
harec	-3089
horse	-3090
iadis	-3091
ility	-3092
isper	-3093
itely	-3094
ivers	-3095
keout	-3096
lastk	-3097
orden	-3098
organ	-3099
oying	-3100
pping	-3101
ralia	-3102
rique	-3103
sting	-3104
trade	-3105
twork	-3106
usmcd	-3107
uters	-3108
watch	-3109
▁able	-3110
▁addi	-3111
▁alle	-3112
▁amgn	-3113
▁aone	-3114
▁apha	-3115
▁appe	-3116
▁appr	-3117
▁arti	-3118
▁aust	-3119
▁avai	-3120
▁awes	-3121
▁base	-3122
▁beer	-3123
▁bidu	-3124
▁body	-3125
▁coll	-3126
▁comm	-3127
▁dive	-3128
▁door	-3129
▁dtea	-3130
▁emer	-3131
▁etfs	-3132
▁fair	-3133
▁fint	-3134
▁flor	-3135
▁fool	-3136
▁fubo	-3137
▁gaxy	-3138
▁gear	-3139
▁gour	-3140
▁gril	-3141
▁haha	-3142
▁hast	-3143
▁hell	-3144
▁hern	-3145
▁inno	-3146
▁kick	-3147
▁mary	-3148
▁mask	-3149
▁mcnu	-3150
▁mdla	-3151
▁ndaq	-3152
▁nexe	-3153
▁ngms	-3154
▁nove	-3155
▁nyse	-3156
▁octo	-3157
▁ouch	-3158
▁owns	-3159
▁ozan	-3160
▁pend	-3161
▁plug	-3162
▁pypl	-3163
▁qual	-3164
▁reti	-3165
▁role	-3166
▁saus	-3167
▁scre	-3168
▁seek	-3169
▁ship	-3170
▁spce	-3171
▁swed	-3172
▁thin	-3173
▁tmrw	-3174
▁tran	-3175
▁wars	-3176
▁wear	-3177
▁will	-3178
▁wret	-3179
▁yeah	-3180
abased	-3181
acomzy	-3182
action	-3183
active	-3184
amesto	-3185
astebo	-3186
ckenna	-3187
comsec	-3188
consum	-3189
dollar	-3190
enrose	-3191
enzing	-3192
ertain	-3193
feedsf	-3194
follow	-3195
glecom	-3196
greent	-3197
htmutm	-3198
istocr	-3199
linger	-3200
lligan	-3201
preced	-3202
pretim	-3203
redcat	-3204
report	-3205
sional	-3206
tivate	-3207
tivity	-3208
ulting	-3209
▁aroon	-3210
▁basic	-3211
▁bitco	-3212
▁brady	-3213
▁conse	-3214
▁downs	-3215
▁elsew	-3216
▁fully	-3217
▁georg	-3218
▁gonzo	-3219
▁heidi	-3220
▁inner	-3221
▁integ	-3222
▁kevin	-3223
▁legal	-3224
▁lenny	-3225
▁lloyd	-3226
▁midst	-3227
▁mover	-3228
▁panic	-3229
▁pound	-3230
▁quite	-3231
▁rough	-3232
▁sauce	-3233
▁seeks	-3234
▁sheet	-3235
▁shift	-3236
▁shred	-3237
▁sleep	-3238
▁start	-3239
▁toast	-3240
▁usbig	-3241
▁virus	-3242
▁vryyf	-3243
▁walsh	-3244
ampswww	-3245
anigans	-3246
appoint	-3247
arently	-3248
armaceu	-3249
chrtbiz	-3250
copytop	-3251
eedburn	-3252
feature	-3253
ication	-3254
illegal	-3255
intrued	-3256
iosapps	-3257
lburfeb	-3258
mcplant	-3259
opriate	-3260
termmcd	-3261
twitter	-3262
uikitac	-3263
ustment	-3264
▁accept	-3265
▁advice	-3266
▁ascend	-3267
▁bailed	-3268
▁barely	-3269
▁beirne	-3270
▁borden	-3271
▁buyers	-3272
▁canada	-3273
▁citron	-3274
▁dennys	-3275
▁device	-3276
▁employ	-3277
▁fallon	-3278
▁family	-3279
▁fasten	-3280
▁gainer	-3281
▁google	-3282
▁halted	-3283
▁holder	-3284
▁honest	-3285
▁hungry	-3286
▁iconic	-3287
▁inline	-3288
▁insane	-3289
▁joseph	-3290
▁lfgggg	-3291
▁losers	-3292
▁markov	-3293
▁nugget	-3294
▁online	-3295
▁owning	-3296
▁pickup	-3297
▁potato	-3298
▁predic	-3299
▁random	-3300
▁redcat	-3301
▁regard	-3302
▁rental	-3303
▁rogers	-3304
▁ronald	-3305
▁sheila	-3306
▁signed	-3307
▁simple	-3308
▁smoked	-3309
▁stable	-3310
▁stonks	-3311
▁strong	-3312
▁summer	-3313
▁tackle	-3314
▁tempor	-3315
▁theory	-3316
▁theyve	-3317
▁unless	-3318
▁upperl	-3319
▁wealth	-3320
comapple	-3321
december	-3322
efingcom	-3323
fasthtml	-3324
location	-3325
oughbaby	-3326
usmcdutm	-3327
▁absence	-3328
▁accumul	-3329
▁altmanz	-3330
▁awesome	-3331
▁billion	-3332
▁bolster	-3333
▁burrito	-3334
▁capozzi	-3335
▁confirm	-3336
▁counsel	-3337
▁cryptic	-3338
▁drivers	-3339
▁enrique	-3340
▁finance	-3341
▁fintech	-3342
▁gourmet	-3343
▁heading	-3344
▁history	-3345
▁hopping	-3346
▁inverse	-3347
▁manipul	-3348
▁mckenna	-3349
▁natural	-3350
▁network	-3351
▁october	-3352
▁organic	-3353
▁pending	-3354
▁penrose	-3355
▁pumping	-3356
▁replace	-3357
▁reuters	-3358
▁richard	-3359
▁sausage	-3360
▁sleeper	-3361
▁smoking	-3362
▁soaring	-3363
▁soporte	-3364
▁subvert	-3365
▁totally	-3366
▁towards	-3367
▁tuesday	-3368
▁whisper	-3369
▁without	-3370
asteboard	-3371
comvideom	-3372
following	-3373
googlecom	-3374
kingother	-3375
oreddaily	-3376
perienced	-3377
pretiming	-3378
starbucks	-3379
workhorse	-3380
▁annoying	-3381
▁burgerfi	-3382
▁dronebox	-3383
▁economic	-3384
▁election	-3385
▁erlinger	-3386
▁hastings	-3387
▁httpsfin	-3388
▁jpmorgan	-3389
▁lmfaoooo	-3390
▁margaret	-3391
▁mulligan	-3392
▁november	-3393
▁oversold	-3394
▁progress	-3395
▁reported	-3396
▁research	-3397
▁sideways	-3398
▁stealing	-3399
▁unpreced	-3400
▁wretched	-3401
filingsmcd	-3402
htmlsource	-3403
▁afternoon	-3404
▁available	-3405
▁bloomberg	-3406
▁celebrity	-3407
▁challenge	-3408
▁continues	-3409
▁cultivate	-3410
▁drivethru	-3411
▁elsewhere	-3412
▁everyones	-3413
▁ewhispers	-3414
▁favorable	-3415
▁frederick	-3416
▁geometric	-3417
▁hernandez	-3418
▁jefferies	-3419
▁katherine	-3420
▁mcnuggets	-3421
▁pharmaceu	-3422
▁reopening	-3423
▁screaming	-3424
▁shoulders	-3425
articlesfor	-3426
comwlburfeb	-3427
inyurlcomyy	-3428
lastkcomsec	-3429
mcdonaldsvs	-3430
▁additional	-3431
▁adjustment	-3432
▁apparently	-3433
▁attractive	-3434
▁definitely	-3435
▁disruptive	-3436
▁divergence	-3437
▁franchisee	-3438
▁georgiadis	-3439
▁hahahahaha	-3440
▁historical	-3441
▁httpfeedsf	-3442
▁innovative	-3443
▁justrading	-3444
▁management	-3445
▁profitable	-3446
▁recovering	-3447
▁recyclable	-3448
▁revolution	-3449
▁upperlower	-3450
▁wallstreet	-3451
cominvesting	-3452
eedburnercom	-3453
enzingacomzy	-3454
iosappsharec	-3455
▁appropriate	-3456
▁competition	-3457
▁consecutive	-3458
▁correlation	-3459
▁integration	-3460
▁justintrued	-3461
▁potentially	-3462
▁quotmcplant	-3463
▁underweight	-3464
aincomoptions	-3465
amputmtermmcd	-3466
investorplace	-3467
tivitycopytop	-3468
▁fundamentals	-3469
▁httpdlvritrn	-3470
▁httpschrtbiz	-3471
▁professional	-3472
cdonaldsburger	-3473
comnewsrelease	-3474
marketbeatcomn	-3475
newsfilterioac	-3476
sflashalertmeh	-3477
▁unprecedented	-3478
amputmcampaignk	-3479
comamputmmedium	-3480
comappleuikitac	-3481
greentoreddaily	-3482
newsfilterioada	-3483
newsfilterioaee	-3484
▁trendfollowing	-3485
anceyahoocomnews	-3486
filingsmcdhtmutm	-3487
googlecomampswww	-3488
▁httpsfinteliosf	-3489
bf	-3490
bi	-3491
bn	-3492
ea	-3493
eg	-3494
eh	-3495
fz	-3496
gu	-3497
hl	-3498
iq	-3499
hu	-3500
jq	-3501
kz	-3502
mi	-3503
mn	-3504
nb	-3505
nc	-3506
nw	-3507
pf	-3508
qd	-3509
qo	-3510
rd	-3511
rl	-3512
rn	-3513
rp	-3514
sc	-3515
tj	-3516
tm	-3517
uq	-3518
uw	-3519
vk	-3520
vm	-3521
wj	-3522
wk	-3523
wn	-3524
xl	-3525
xo	-3526
xp	-3527
yg	-3528
ym	-3529
yn	-3530
zh	-3531
zl	-3532
abb	-3533
abe	-3534
acd	-3535
adb	-3536
adf	-3537
agn	-3538
ahs	-3539
akd	-3540
amz	-3541
anc	-3542
anf	-3543
apf	-3544
aps	-3545
ass	-3546
baa	-3547
baf	-3548
bda	-3549
bid	-3550
cac	-3551
cco	-3552
cdf	-3553
cer	-3554
cha	-3555
chn	-3556
cts	-3557
ctw	-3558
dcd	-3559
del	-3560
dep	-3561
dex	-3562
don	-3563
dri	-3564
edi	-3565
eex	-3566
ero	-3567
eta	-3568
fca	-3569
fit	-3570
fla	-3571
gme	-3572
gon	-3573
gor	-3574
hat	-3575
hts	-3576
ico	-3577
idd	-3578
idm	-3579
inc	-3580
ioh	-3581
ips	-3582
ird	-3583
isa	-3584
ise	-3585
jan	-3586
kie	-3587
kin	-3588
kng	-3589
lds	-3590
let	-3591
lix	-3592
low	-3593
lys	-3594
mag	-3595
men	-3596
mia	-3597
mic	-3598
mmm	-3599
bdd	-3600
brl	-3601
ddy	-3602
mue	-3603
non	-3604
odk	-3605
omb	-3606
ooo	-3607
ori	-3608
oto	-3609
pid	-3610
qqq	-3611
reg	-3612
rey	-3613
rof	-3614
ros	-3615
rug	-3616
sen	-3617
sho	-3618
smc	-3619
stw	-3620
sys	-3621
tab	-3622
tar	-3623
tch	-3624
tes	-3625
tfd	-3626
tle	-3627
tre	-3628
trm	-3629
tsy	-3630
uac	-3631
ude	-3632
ued	-3633
ups	-3634
urd	-3635
use	-3636
vzz	-3637
wor	-3638
xas	-3639
xic	-3640
yum	-3641
zza	-3642
▁au	-3643
▁bc	-3644
▁db	-3645
▁jd	-3646
▁mk	-3647
▁ml	-3648
▁ms	-3649
▁mw	-3650
▁nh	-3651
▁oi	-3652
▁ol	-3653
▁ot	-3654
▁sq	-3655
▁sr	-3656
▁ta	-3657
▁ty	-3658
▁uh	-3659
▁um	-3660
▁ut	-3661
▁yy	-3662
abor	-3663
achu	-3664
acle	-3665
acos	-3666
aeff	-3667
ague	-3668
ahsu	-3669
aird	-3670
aise	-3671
alac	-3672
amda	-3673
ampv	-3674
apan	-3675
appl	-3676
appy	-3677
ared	-3678
ario	-3679
aris	-3680
arts	-3681
askc	-3682
asks	-3683
asty	-3684
ater	-3685
atic	-3686
atur	-3687
ball	-3688
bbca	-3689
beee	-3690
bers	-3691
blem	-3692
bson	-3693
caff	-3694
cash	-3695
cbzl	-3696
cces	-3697
cefa	-3698
cehy	-3699
iju	-3700
pkd	-3701
rgb	-3702
afuh	-3703
bfbd	-3704
cevt	-3705
chip	-3706
cked	-3707
clrw	-3708
cont	-3709
cuse	-3710
cuss	-3711
cvan	-3712
dist	-3713
edeb	-3714
eeac	-3715
eeth	-3716
eeze	-3717
ents	-3718
enty	-3719
ests	-3720
glob	-3721
grow	-3722
gtgt	-3723
hack	-3724
host	-3725
idin	-3726
idth	-3727
ient	-3728
iidm	-3729
iker	-3730
inge	-3731
ized	-3732
izer	-3733
kkkk	-3734
leog	-3735
leth	-3736
ller	-3737
long	-3738
mcdq	-3739
mess	-3740
mmed	-3741
mote	-3742
move	-3743
muff	-3744
nblo	-3745
nrca	-3746
omen	-3747
omic	-3748
ongo	-3749
oped	-3750
orri	-3751
ossi	-3752
otim	-3753
otle	-3754
outs	-3755
over	-3756
peak	-3757
plus	-3758
pris	-3759
prof	-3760
psxu	-3761
puts	-3762
race	-3763
rari	-3764
raws	-3765
rear	-3766
reem	-3767
rema	-3768
reos	-3769
rial	-3770
rick	-3771
rone	-3772
rown	-3773
ryan	-3774
sful	-3775
sole	-3776
ssil	-3777
stal	-3778
stic	-3779
swer	-3780
tipr	-3781
tise	-3782
titu	-3783
tmcd	-3784
tsca	-3785
ttos	-3786
vely	-3787
vron	-3788
vzzj	-3789
wice	-3790
wind	-3791
▁air	-3792
▁aqu	-3793
▁bbg	-3794
▁bft	-3795
▁bug	-3796
▁cfo	-3797
▁cro	-3798
▁cua	-3799
bii	-3800
▁dai	-3801
▁dee	-3802
▁eco	-3803
▁ent	-3804
▁etc	-3805
▁eth	-3806
▁fan	-3807
▁fbp	-3808
▁fdx	-3809
▁goo	-3810
▁hey	-3811
▁hmm	-3812
▁hrl	-3813
▁ide	-3814
▁ing	-3815
▁iom	-3816
▁iwm	-3817
▁jim	-3818
▁jmo	-3819
▁kfc	-3820
▁kid	-3821
▁lab	-3822
▁lag	-3823
▁leg	-3824
▁lin	-3825
▁loc	-3826
▁luv	-3827
▁msm	-3828
▁mtn	-3829
▁nah	-3830
▁nok	-3831
▁non	-3832
▁now	-3833
▁oeg	-3834
▁pik	-3835
▁pur	-3836
▁put	-3837
▁rad	-3838
▁rew	-3839
▁rpt	-3840
▁run	-3841
▁rvr	-3842
▁sca	-3843
▁sch	-3844
▁shy	-3845
▁sim	-3846
▁six	-3847
▁sos	-3848
▁soy	-3849
▁squ	-3850
▁sto	-3851
▁sus	-3852
▁tax	-3853
▁thr	-3854
▁thu	-3855
▁tna	-3856
▁unc	-3857
▁uoa	-3858
▁veg	-3859
▁vow	-3860
▁whe	-3861
▁woo	-3862
▁www	-3863
▁xrt	-3864
▁ytd	-3865
▁yup	-3866
aeaff	-3867
aging	-3868
ality	-3869
alone	-3870
amper	-3871
angle	-3872
anill	-3873
annet	-3874
anted	-3875
arded	-3876
arily	-3877
asing	-3878
ather	-3879
atsum	-3880
azine	-3881
beefb	-3882
black	-3883
blatt	-3884
break	-3885
build	-3886
cafin	-3887
ccost	-3888
coast	-3889
cohol	-3890
comes	-3891
compe	-3892
corre	-3893
could	-3894
cules	-3895
demon	-3896
depth	-3897
dible	-3898
ently	-3899
enues	-3900
flake	-3901
fsbux	-3902
gency	-3903
gener	-3904
getad	-3905
hedge	-3906
icash	-3907
idert	-3908
ieson	-3909
igits	-3910
ingle	-3911
ingsf	-3912
isthe	-3913
italm	-3914
itech	-3915
lovin	-3916
mland	-3917
money	-3918
nting	-3919
ontru	-3920
opper	-3921
order	-3922
oundt	-3923
pecul	-3924
pidly	-3925
pkdkz	-3926
pride	-3927
quant	-3928
rants	-3929
rated	-3930
rativ	-3931
sales	-3932
secre	-3933
short	-3934
shtml	-3935
stell	-3936
stmas	-3937
strad	-3938
techn	-3939
tflix	-3940
thrus	-3941
thtml	-3942
umers	-3943
urity	-3944
usany	-3945
value	-3946
veamp	-3947
vegan	-3948
virus	-3949
words	-3950
▁abnb	-3951
▁abor	-3952
▁acce	-3953
▁aihs	-3954
▁aint	-3955
▁algo	-3956
▁alth	-3957
▁anet	-3958
▁apro	-3959
▁arri	-3960
▁asin	-3961
▁atvi	-3962
▁bank	-3963
▁bern	-3964
▁beta	-3965
▁bigd	-3966
▁blsp	-3967
▁bofa	-3968
▁bomb	-3969
▁brka	-3970
▁btfd	-3971
▁buil	-3972
▁cbrl	-3973
▁cciv	-3974
▁ceos	-3975
▁char	-3976
▁clue	-3977
▁cmon	-3978
▁coke	-3979
▁cold	-3980
▁conv	-3981
▁copy	-3982
▁csco	-3983
▁ctrm	-3984
▁cult	-3985
▁cycl	-3986
▁diss	-3987
▁divi	-3988
▁divs	-3989
▁dkng	-3990
▁dltr	-3991
▁drug	-3992
▁dude	-3993
▁etsy	-3994
▁evid	-3995
▁fish	-3996
▁fomo	-3997
▁gamb	-3998
▁gevo	-3999
▁glsi	-4000
▁gogg	-4001
▁govt	-4002
▁hail	-4003
▁hawk	-4004
▁holy	-4005
▁hosp	-4006
▁itll	-4007
▁jenn	-4008
▁jmia	-4009
▁kodk	-4010
▁lame	-4011
▁lazr	-4012
▁levi	-4013
▁list	-4014
▁loco	-4015
▁lord	-4016
▁maxn	-4017
▁mayo	-4018
▁mbii	-4019
▁melt	-4020
▁milk	-4021
▁mini	-4022
▁minr	-4023
▁mlab	-4024
▁mort	-4025
▁nakd	-4026
▁nova	-4027
▁nuan	-4028
▁nurs	-4029
▁nvax	-4030
▁opco	-4031
▁orcl	-4032
▁orly	-4033
▁pass	-4034
▁peek	-4035
▁pent	-4036
▁psac	-4037
▁psth	-4038
▁pzza	-4039
▁regn	-4040
▁repu	-4041
▁rest	-4042
▁rick	-4043
▁road	-4044
▁rrgb	-4045
▁scen	-4046
▁sess	-4047
▁sexy	-4048
▁shor	-4049
▁shut	-4050
▁sing	-4051
▁snow	-4052
▁soxl	-4053
▁ssys	-4054
▁stun	-4055
▁that	-4056
▁town	-4057
▁twtr	-4058
▁user	-4059
▁vent	-4060
▁weed	-4061
▁weve	-4062
▁whet	-4063
▁wing	-4064
▁woah	-4065
▁xrpx	-4066
▁yolo	-4067
▁yumc	-4068
abolic	-4069
accion	-4070
actics	-4071
adjust	-4072
aefffb	-4073
alerts	-4074
ancing	-4075
arison	-4076
blicly	-4077
bution	-4078
comamp	-4079
covidv	-4080
crease	-4081
ctwstw	-4082
ederal	-4083
eexamp	-4084
ername	-4085
esting	-4086
feceac	-4087
gernon	-4088
ggling	-4089
gorith	-4090
ground	-4091
growth	-4092
handle	-4093
idaskc	-4094
iggest	-4095
ijuana	-4096
inance	-4097
indust	-4098
ingonn	-4099
iosous	-4100
itiest	-4101
junkie	-4102
kampts	-4103
keptic	-4104
launch	-4105
leoguh	-4106
loaded	-4107
luence	-4108
lycash	-4109
lysold	-4110
mental	-4111
monian	-4112
muffin	-4113
onomic	-4114
oocbzl	-4115
orizon	-4116
orsell	-4117
parent	-4118
reward	-4119
rimped	-4120
shrimp	-4121
ssover	-4122
stobuy	-4123
strong	-4124
teamsp	-4125
thanks	-4126
throne	-4127
ticals	-4128
timism	-4129
timize	-4130
tizing	-4131
trades	-4132
valued	-4133
warded	-4134
wendys	-4135
ysvzzj	-4136
▁adver	-4137
▁arent	-4138
▁aside	-4139
▁baird	-4140
▁baked	-4141
▁blitz	-4142
▁bonus	-4143
▁buddy	-4144
▁budge	-4145
▁burof	-4146
▁cnrca	-4147
▁deser	-4148
▁diffe	-4149
▁dough	-4150
▁drown	-4151
▁dumbs	-4152
▁elses	-4153
▁faces	-4154
▁faith	-4155
▁feedb	-4156
▁folks	-4157
▁forex	-4158
▁frust	-4159
▁ftsca	-4160
▁fuapf	-4161
▁gates	-4162
▁ghost	-4163
▁gover	-4164
▁grand	-4165
▁horse	-4166
▁hurry	-4167
▁iamda	-4168
▁ideal	-4169
▁invit	-4170
▁jones	-4171
▁lands	-4172
▁liter	-4173
▁logan	-4174
▁lotto	-4175
▁maker	-4176
▁mango	-4177
▁meals	-4178
