[PAD]	0
[UNK]	0
[BOS]	0
[EOS]	0
[SEP]	0
[CLS]	0
[MASK]	0
▁p	-0
in	-1
fe	-2
▁pfe	-3
▁s	-4
er	-5
on	-6
▁c	-7
re	-8
▁m	-9
ing	-10
▁b	-11
▁t	-12
al	-13
▁g	-14
es	-15
an	-16
▁d	-17
en	-18
ar	-19
ac	-20
▁l	-21
▁w	-22
ed	-23
at	-24
▁h	-25
or	-26
▁f	-27
et	-28
ll	-29
om	-30
▁a	-31
ou	-32
st	-33
▁v	-34
ay	-35
ro	-36
it	-37
▁n	-38
▁e	-39
▁st	-40
ion	-41
ic	-42
id	-43
acc	-44
▁re	-45
accin	-46
▁go	-47
ck	-48
▁vaccin	-49
le	-50
ad	-51
ly	-52
▁ne	-53
ld	-54
op	-55
ent	-56
us	-57
ke	-58
od	-59
ot	-60
iz	-61
ov	-62
pp	-63
na	-64
im	-65
▁vaccine	-66
ig	-67
ec	-68
▁sh	-69
is	-70
ock	-71
as	-72
nt	-73
os	-74
ut	-75
izer	-76
ow	-77
▁th	-78
fizer	-79
ee	-80
ps	-81
iv	-82
▁bu	-83
one	-84
ill	-85
▁r	-86
▁in	-87
tt	-88
am	-89
all	-90
▁pfizer	-91
ws	-92
ont	-93
▁stock	-94
▁mr	-95
▁htt	-96
ver	-97
▁com	-98
est	-99
▁mrna	-100
ch	-101
ht	-102
ell	-103
el	-104
▁https	-105
um	-106
un	-107
▁tr	-108
▁y	-109
ol	-110
▁app	-111
rov	-112
▁get	-113
ant	-114
ers	-115
qu	-116
ce	-117
are	-118
ear	-119
ort	-120
▁li	-121
ir	-122
▁approv	-123
ovid	-124
art	-125
ation	-126
▁buy	-127
com	-128
▁ch	-129
oo	-130
▁k	-131
old	-132
▁j	-133
▁an	-134
ul	-135
▁im	-136
ive	-137
king	-138
▁al	-139
▁pr	-140
ake	-141
il	-142
ur	-143
▁pro	-144
▁ex	-145
da	-146
▁wor	-147
tion	-148
▁us	-149
▁covid	-150
▁like	-151
▁news	-152
▁going	-153
ark	-154
▁pe	-155
th	-156
ould	-157
ww	-158
ter	-159
ip	-160
ge	-161
ab	-162
and	-163
ast	-164
▁day	-165
ight	-166
▁call	-167
end	-168
ice	-169
ong	-170
▁sell	-171
em	-172
▁peop	-173
eek	-174
www	-175
arket	-176
ne	-177
ap	-178
av	-179
▁people	-180
▁op	-181
▁week	-182
ack	-183
▁see	-184
▁su	-185
ally	-186
amp	-187
ist	-188
▁httpswww	-189
ntx	-190
ess	-191
oday	-192
▁sp	-193
ct	-194
▁bntx	-195
▁dont	-196
▁ever	-197
illion	-198
▁today	-199
▁fda	-200
▁share	-201
▁comp	-202
ate	-203
row	-204
▁man	-205
▁o	-206
ain	-207
her	-208
▁market	-209
day	-210
▁tim	-211
ak	-212
▁good	-213
ies	-214
▁de	-215
▁u	-216
ide	-217
ech	-218
oun	-219
▁ad	-220
▁approval	-221
oug	-222
ment	-223
▁pl	-224
quot	-225
act	-226
ie	-227
now	-228
▁exp	-229
▁am	-230
oney	-231
▁calls	-232
▁pre	-233
news	-234
ep	-235
ting	-236
ial	-237
▁money	-238
▁time	-239
▁every	-240
ven	-241
▁loo	-242
▁tom	-243
ink	-244
app	-245
ys	-246
▁mov	-247
▁back	-248
▁gre	-249
▁hold	-250
uck	-251
▁price	-252
out	-253
ffe	-254
ning	-255
▁vaccines	-256
▁tomor	-257
ump	-258
our	-259
▁one	-260
▁let	-261
xt	-262
ib	-263
se	-264
▁tomorrow	-265
ks	-266
▁cl	-267
▁know	-268
▁year	-269
ard	-270
▁do	-271
▁big	-272
▁new	-273
▁pos	-274
ure	-275
▁would	-276
oder	-277
ish	-278
ase	-279
▁compan	-280
▁shares	-281
ated	-282
ost	-283
▁he	-284
▁un	-285
▁con	-286
▁next	-287
ff	-288
ats	-289
▁gu	-290
▁le	-291
ss	-292
▁need	-293
▁think	-294
▁bull	-295
oderna	-296
ue	-297
ry	-298
ady	-299
▁short	-300
▁say	-301
ag	-302
utm	-303
▁world	-304
▁long	-305
vest	-306
▁moderna	-307
▁wh	-308
atch	-309
ose	-310
▁sa	-311
ity	-312
ah	-313
ra	-314
tions	-315
ax	-316
ect	-317
▁still	-318
▁make	-319
ick	-320
vaccin	-321
▁ro	-322
du	-323
io	-324
erg	-325
amputm	-326
▁fe	-327
hing	-328
▁want	-329
▁approved	-330
▁lol	-331
▁bear	-332
ire	-333
irus	-334
der	-335
ount	-336
lo	-337
▁mu	-338
ine	-339
its	-340
▁mon	-341
irst	-342
▁trad	-343
ub	-344
ought	-345
▁even	-346
▁take	-347
ait	-348
▁any	-349
▁happ	-350
oon	-351
▁som	-352
▁hig	-353
ous	-354
int	-355
▁invest	-356
so	-357
▁sc	-358
ru	-359
▁me	-360
▁fuck	-361
▁first	-362
oses	-363
aking	-364
tech	-365
port	-366
ound	-367
▁put	-368
▁ear	-369
alth	-370
▁hop	-371
▁company	-372
ind	-373
▁million	-374
ical	-375
▁lets	-376
▁wait	-377
▁could	-378
▁monday	-379
age	-380
▁ke	-381
▁billion	-382
ffect	-383
aly	-384
iontech	-385
ber	-386
▁start	-387
▁right	-388
ign	-389
ve	-390
▁dec	-391
ans	-392
▁getting	-393
▁got	-394
orm	-395
▁fo	-396
▁move	-397
▁may	-398
▁much	-399
ia	-400
oron	-401
ull	-402
▁fr	-403
ready	-404
▁shit	-405
▁green	-406
▁cont	-407
▁way	-408
▁already	-409
▁ar	-410
▁quot	-411
▁days	-412
▁doses	-413
▁stocks	-414
og	-415
over	-416
hs	-417
▁bet	-418
stock	-419
▁qu	-420
▁come	-421
tr	-422
pfizer	-423
▁res	-424
▁pat	-425
way	-426
▁che	-427
▁str	-428
▁well	-429
▁eu	-430
▁ph	-431
ens	-432
▁coming	-433
ms	-434
▁effect	-435
▁dro	-436
pfe	-437
▁last	-438
ition	-439
▁be	-440
ors	-441
▁hope	-442
▁inc	-443
iss	-444
▁jan	-445
▁supp	-446
ary	-447
▁ab	-448
▁thats	-449
▁end	-450
ance	-451
▁add	-452
▁cant	-453
ud	-454
ren	-455
▁ce	-456
ents	-457
ail	-458
enc	-459
▁spy	-460
▁run	-461
▁prof	-462
ord	-463
ory	-464
▁dis	-465
▁many	-466
▁bre	-467
▁soon	-468
ace	-469
▁look	-470
▁low	-471
if	-472
▁sm	-473
▁mont	-474
▁options	-475
▁watch	-476
able	-477
la	-478
▁all	-479
▁buying	-480
he	-481
▁real	-482
▁per	-483
be	-484
oronav	-485
▁said	-486
▁can	-487
covid	-488
▁keep	-489
▁play	-490
▁bears	-491
oronavirus	-492
artic	-493
other	-494
▁thing	-495
▁produ	-496
▁gon	-497
ml	-498
ough	-499
▁se	-500
ash	-501
▁bought	-502
▁guys	-503
erm	-504
▁bo	-505
ating	-506
▁ag	-507
pe	-508
▁div	-509
ata	-510
▁selling	-511
▁gonna	-512
ass	-513
▁bl	-514
up	-515
ore	-516
ipul	-517
ence	-518
▁count	-519
▁cr	-520
▁manipul	-521
▁reac	-522
▁red	-523
ecom	-524
alyst	-525
▁min	-526
▁earning	-527
vel	-528
pt	-529
med	-530
ations	-531
▁ceo	-532
▁health	-533
ily	-534
▁tw	-535
ade	-536
▁happen	-537
▁lo	-538
ious	-539
▁sav	-540
ise	-541
▁also	-542
▁holding	-543
▁sold	-544
▁better	-545
▁br	-546
▁everyone	-547
zn	-548
▁open	-549
▁acc	-550
▁high	-551
oint	-552
▁great	-553
html	-554
ame	-555
▁bulls	-556
ite	-557
▁really	-558
▁sec	-559
▁em	-560
▁expect	-561
amputmc	-562
sid	-563
▁di	-564
arm	-565
▁jo	-566
arg	-567
▁en	-568
esnt	-569
▁tech	-570
tw	-571
itt	-572
▁lot	-573
elie	-574
▁read	-575
▁not	-576
ult	-577
▁doesnt	-578
ith	-579
▁shot	-580
▁rel	-581
bc	-582
▁bad	-583
▁goes	-584
lease	-585
idend	-586
▁del	-587
▁never	-588
▁vol	-589
▁act	-590
rent	-591
▁los	-592
▁hu	-593
▁sure	-594
vaccine	-595
▁wall	-596
ank	-597
▁close	-598
▁up	-599
ates	-600
ffic	-601
▁use	-602
outub	-603
▁bullish	-604
cial	-605
▁prob	-606
own	-607
▁stop	-608
iday	-609
▁hour	-610
▁around	-611
fil	-612
▁dividend	-613
▁allerg	-614
ium	-615
reet	-616
pr	-617
ust	-618
▁sl	-619
▁years	-620
per	-621
▁mor	-622
▁somet	-623
▁fl	-624
▁fin	-625
▁gr	-626
▁side	-627
▁another	-628
▁earnings	-629
rug	-630
▁work	-631
ying	-632
▁httpsnews	-633
ember	-634
▁rec	-635
filter	-636
ree	-637
▁med	-638
youtub	-639
▁wont	-640
▁belie	-641
raz	-642
▁some	-643
gn	-644
llar	-645
▁azn	-646
uth	-647
filterio	-648
▁biontech	-649
rib	-650
▁puts	-651
ency	-652
▁hand	-653
▁part	-654
▁break	-655
▁dollar	-656
ually	-657
▁feel	-658
▁looking	-659
▁huge	-660
▁ac	-661
▁friday	-662
▁pric	-663
ize	-664
▁ann	-665
▁reven	-666
thing	-667
▁we	-668
▁show	-669
▁pati	-670
twits	-671
of	-672
▁morning	-673
▁amp	-674
▁trump	-675
▁gover	-676
▁vot	-677
ution	-678
▁anyone	-679
▁trading	-680
▁something	-681
ounce	-682
ert	-683
▁govern	-684
▁or	-685
ny	-686
▁sw	-687
▁comm	-688
▁techn	-689
ume	-690
▁says	-691
ction	-692
▁load	-693
▁rece	-694
orth	-695
▁ret	-696
▁sal	-697
▁made	-698
min	-699
▁hit	-700
▁might	-701
▁ill	-702
▁report	-703
form	-704
ook	-705
▁drug	-706
▁post	-707
▁yet	-708
▁sin	-709
▁care	-710
sc	-711
▁gain	-712
ody	-713
▁two	-714
▁government	-715
▁dip	-716
▁chan	-717
▁profit	-718
akes	-719
▁flo	-720
▁conf	-721
biontech	-722
ues	-723
▁reg	-724
als	-725
▁pay	-726
▁pop	-727
▁cap	-728
▁drop	-729
▁is	-730
▁term	-731
▁street	-732
ott	-733
▁z	-734
ike	-735
▁volume	-736
▁nv	-737
▁ind	-738
ond	-739
oc	-740
▁gl	-741
iot	-742
▁mar	-743
▁tur	-744
▁weeks	-745
▁under	-746
ased	-747
aa	-748
itive	-749
acking	-750
▁looks	-751
▁give	-752
sour	-753
▁fun	-754
nj	-755
market	-756
▁oc	-757
▁wr	-758
▁the	-759
▁approve	-760
pl	-761
▁cur	-762
▁you	-763
▁ass	-764
uthor	-765
▁virus	-766
article	-767
ug	-768
ason	-769
▁nothing	-770
iew	-771
▁point	-772
alys	-773
▁maybe	-774
oub	-775
▁cheap	-776
▁inter	-777
ild	-778
alysis	-779
▁fucking	-780
▁at	-781
▁id	-782
les	-783
▁revenue	-784
▁dr	-785
▁hours	-786
▁please	-787
ries	-788
▁http	-789
▁inst	-790
▁nvax	-791
▁with	-792
▁months	-793
lic	-794
▁uk	-795
▁stay	-796
▁believe	-797
tf	-798
▁chart	-799
ement	-800
▁safe	-801
▁least	-802
▁as	-803
▁jnj	-804
▁pfizers	-805
▁best	-806
▁pump	-807
▁since	-808
▁companies	-809
▁co	-810
idnt	-811
▁for	-812
▁position	-813
ns	-814
llow	-815
▁tick	-816
▁ev	-817
ward	-818
▁yes	-819
▁rem	-820
▁didnt	-821
quant	-822
▁httpsquant	-823
▁adv	-824
▁loss	-825
▁support	-826
less	-827
▁win	-828
▁ready	-829
▁float	-830
anks	-831
sib	-832
aj	-833
ampa	-834
iver	-835
ives	-836
▁tal	-837
▁data	-838
ergency	-839
▁coronavirus	-840
ph	-841
ada	-842
▁ent	-843
ways	-844
▁nice	-845
▁ther	-846
▁val	-847
▁doub	-848
▁kill	-849
ft	-850
▁worth	-851
ably	-852
▁sign	-853
ole	-854
ute	-855
▁taking	-856
▁bid	-857
ative	-858
▁effects	-859
▁positive	-860
fr	-861
▁sur	-862
▁q	-863
arget	-864
watch	-865
ontent	-866
eric	-867
ideo	-868
▁less	-869
▁whats	-870
▁allergic	-871
olog	-872
▁making	-873
cer	-874
▁war	-875
▁x	-876
▁ca	-877
▁author	-878
▁reason	-879
wh	-880
ampaign	-881
ization	-882
▁el	-883
▁des	-884
▁dist	-885
minist	-886
▁someone	-887
elp	-888
▁ok	-889
▁set	-890
▁bott	-891
ced	-892
amputmmed	-893
ath	-894
▁bit	-895
comnews	-896
▁deal	-897
▁they	-898
velop	-899
▁tell	-900
amputmmedium	-901
▁target	-902
▁analyst	-903
ines	-904
▁needs	-905
▁follow	-906
gr	-907
▁guess	-908
▁ts	-909
▁incre	-910
▁probably	-911
view	-912
▁pharm	-913
comstock	-914
▁ocgn	-915
estock	-916
▁related	-917
imul	-918
sh	-919
▁da	-920
af	-921
▁trial	-922
ments	-923
▁bottom	-924
▁out	-925
▁waiting	-926
ester	-927
▁video	-928
▁pm	-929
▁gen	-930
▁hard	-931
▁shorts	-932
▁investors	-933
▁dump	-934
▁head	-935
ied	-936
▁eas	-937
▁gets	-938
▁month	-939
ex	-940
uary	-941
▁mms	-942
sourc	-943
▁higher	-944
▁dam	-945
▁strong	-946
▁countries	-947
▁cle	-948
imulus	-949
▁manipulation	-950
rend	-951
▁free	-952
▁product	-953
▁oh	-954
ully	-955
▁ser	-956
▁march	-957
ful	-958
▁done	-959
youtubecom	-960
▁deliver	-961
▁thought	-962
iving	-963
▁tsla	-964
ush	-965
▁wow	-966
▁wtf	-967
sider	-968
▁test	-969
chart	-970
▁life	-971
▁administ	-972
▁priced	-973
▁january	-974
amputmcampaign	-975
ics	-976
cket	-977
▁canada	-978
▁yester	-979
▁develop	-980
▁yesterday	-981
ob	-982
▁sales	-983
comm	-984
▁pan	-985
stand	-986
▁check	-987
▁rever	-988
fin	-989
ress	-990
▁help	-991
uss	-992
osp	-993
▁ris	-994
▁possib	-995
ater	-996
ense	-997
▁trying	-998
▁trade	-999
umb	-1000
health	-1001
ty	-1002
▁te	-1003
emic	-1004
ittle	-1005
cn	-1006
ger	-1007
▁av	-1008
▁craz	-1009
▁enough	-1010
▁current	-1011
▁la	-1012
▁iss	-1013
▁cons	-1014
▁actually	-1015
▁isnt	-1016
▁luck	-1017
▁went	-1018
▁emergency	-1019
ile	-1020
uture	-1021
▁daily	-1022
use	-1023
▁beg	-1024
▁little	-1025
▁distrib	-1026
▁stimulus	-1027
fc	-1028
▁prov	-1029
▁pub	-1030
unity	-1031
social	-1032
estocktwits	-1033
sourcestocktwits	-1034
tim	-1035
▁list	-1036
▁saying	-1037
▁effective	-1038
ital	-1039
▁slow	-1040
youtubecomwatch	-1041
▁roll	-1042
▁crazy	-1043
▁mean	-1044
▁over	-1045
ract	-1046
▁indu	-1047
▁order	-1048
▁americ	-1049
▁future	-1050
▁tickers	-1051
usnews	-1052
andemic	-1053
data	-1054
ology	-1055
ned	-1056
▁save	-1057
▁er	-1058
▁eua	-1059
▁vote	-1060
▁always	-1061
▁bab	-1062
▁bro	-1063
▁imm	-1064
ajor	-1065
▁jump	-1066
▁lov	-1067
▁meet	-1068
▁level	-1069
amputmcontent	-1070
mill	-1071
▁compl	-1072
▁thanks	-1073
▁ah	-1074
ared	-1075
▁dollars	-1076
ene	-1077
most	-1078
▁old	-1079
▁major	-1080
▁makes	-1081
▁indust	-1082
chartmill	-1083
az	-1084
▁pot	-1085
socialtr	-1086
socialtracking	-1087
dc	-1088
acy	-1089
▁biden	-1090
▁option	-1091
ds	-1092
oup	-1093
▁mm	-1094
iant	-1095
amputmcontentpfe	-1096
eep	-1097
ins	-1098
ood	-1099
▁expl	-1100
▁hist	-1101
▁analysts	-1102
datausnews	-1103
ially	-1104
▁wrong	-1105
▁hear	-1106
▁sy	-1107
▁contract	-1108
ian	-1109
▁yall	-1110
coronavirus	-1111
▁supply	-1112
cl	-1113
ones	-1114
▁ant	-1115
▁moving	-1116
uc	-1117
ave	-1118
▁fall	-1119
▁youre	-1120
▁contin	-1121
▁reactions	-1122
▁industry	-1123
▁far	-1124
▁pull	-1125
alyz	-1126
pping	-1127
▁lost	-1128
▁likely	-1129
fa	-1130
▁ago	-1131
▁clear	-1132
eed	-1133
▁neg	-1134
▁aver	-1135
▁billions	-1136
▁profits	-1137
ma	-1138
rope	-1139
▁almost	-1140
▁clos	-1141
▁anything	-1142
ces	-1143
arge	-1144
apl	-1145
▁damn	-1146
here	-1147
▁stup	-1148
estion	-1149
▁whole	-1150
▁bearish	-1151
▁interest	-1152
youtubecomwatchv	-1153
ner	-1154
ited	-1155
reat	-1156
ature	-1157
▁grow	-1158
▁lower	-1159
▁saving	-1160
▁millions	-1161
▁ive	-1162
▁dose	-1163
▁cover	-1164
wor	-1165
care	-1166
▁fast	-1167
▁stupid	-1168
▁pfizerbiontech	-1169
▁pt	-1170
▁fly	-1171
▁hands	-1172
▁potent	-1173
▁pandemic	-1174
cess	-1175
for	-1176
ich	-1177
new	-1178
urs	-1179
ised	-1180
▁cor	-1181
▁understand	-1182
▁hal	-1183
▁weak	-1184
ases	-1185
▁mom	-1186
▁happy	-1187
fully	-1188
▁hell	-1189
▁mass	-1190
me	-1191
▁early	-1192
▁offic	-1193
▁small	-1194
▁bounce	-1195
▁else	-1196
ention	-1197
key	-1198
▁reaction	-1199
red	-1200
▁love	-1201
▁europe	-1202
▁disc	-1203
▁it	-1204
ility	-1205
mas	-1206
▁cv	-1207
▁est	-1208
▁ino	-1209
▁expected	-1210
ix	-1211
▁ob	-1212
▁plan	-1213
invest	-1214
▁effic	-1215
▁question	-1216
ang	-1217
▁mat	-1218
▁find	-1219
ulation	-1220
ead	-1221
ued	-1222
▁dem	-1223
▁top	-1224
▁phase	-1225
▁revers	-1226
▁finally	-1227
▁without	-1228
ered	-1229
▁aapl	-1230
▁fact	-1231
▁prot	-1232
onder	-1233
▁meeting	-1234
covidvaccine	-1235
une	-1236
▁imp	-1237
▁dead	-1238
▁form	-1239
orders	-1240
▁seems	-1241
▁result	-1242
▁bur	-1243
▁pen	-1244
▁sub	-1245
▁till	-1246
▁theyre	-1247
oth	-1248
ident	-1249
▁must	-1250
▁large	-1251
▁trans	-1252
oy	-1253
ific	-1254
▁chr	-1255
ts	-1256
olit	-1257
▁amount	-1258
▁second	-1259
▁ups	-1260
▁fake	-1261
fl	-1262
ahah	-1263
▁means	-1264
▁att	-1265
▁moon	-1266
▁rest	-1267
▁gains	-1268
ual	-1269
▁ins	-1270
ither	-1271
▁cand	-1272
covidvaccin	-1273
▁upd	-1274
▁told	-1275
▁comes	-1276
▁thank	-1277
▁public	-1278
de	-1279
the	-1280
▁easy	-1281
▁hosp	-1282
▁rocket	-1283
▁serious	-1284
▁reversal	-1285
▁sci	-1286
▁sol	-1287
▁fore	-1288
▁cents	-1289
▁opport	-1290
fda	-1291
▁took	-1292
▁wonder	-1293
▁ext	-1294
▁pers	-1295
▁seen	-1296
▁sense	-1297
▁sever	-1298
▁cancer	-1299
▁httpst	-1300
ik	-1301
iness	-1302
▁baby	-1303
▁game	-1304
▁past	-1305
ariant	-1306
▁average	-1307
▁technical	-1308
aaa	-1309
con	-1310
oooo	-1311
ading	-1312
▁christ	-1313
▁possible	-1314
gest	-1315
▁lose	-1316
lob	-1317
▁away	-1318
▁vaccinated	-1319
zz	-1320
▁added	-1321
▁quick	-1322
▁everything	-1323
ome	-1324
▁strain	-1325
▁potential	-1326
▁line	-1327
▁history	-1328
adb	-1329
body	-1330
ject	-1331
▁sor	-1332
▁bring	-1333
▁announ	-1334
▁country	-1335
▁analysis	-1336
▁cure	-1337
▁incl	-1338
▁print	-1339
▁times	-1340
▁wants	-1341
▁working	-1342
ky	-1343
quire	-1344
▁cash	-1345
▁stud	-1346
get	-1347
▁fa	-1348
asnt	-1349
▁trust	-1350
commend	-1351
itional	-1352
▁article	-1353
▁vaccination	-1354
ved	-1355
▁god	-1356
▁pow	-1357
▁sim	-1358
▁near	-1359
▁surpr	-1360
analyst	-1361
ross	-1362
usiness	-1363
ief	-1364
▁ton	-1365
ities	-1366
bin	-1367
iend	-1368
iven	-1369
sident	-1370
vious	-1371
▁full	-1372
▁rise	-1373
utical	-1374
▁remember	-1375
und	-1376
▁later	-1377
▁trend	-1378
▁theres	-1379
▁announce	-1380
ier	-1381
▁ye	-1382
▁live	-1383
aceutical	-1384
▁negative	-1385
fact	-1386
▁either	-1387
▁weekend	-1388
▁hopefully	-1389
▁httpswwwb	-1390
sp	-1391
ived	-1392
▁orders	-1393
▁httpswwwcn	-1394
ecting	-1395
▁place	-1396
▁tem	-1397
▁suck	-1398
▁patience	-1399
cast	-1400
ffer	-1401
▁due	-1402
▁hum	-1403
▁includ	-1404
ach	-1405
▁vi	-1406
▁sit	-1407
▁pass	-1408
inking	-1409
▁moment	-1410
▁efficacy	-1411
▁opportunity	-1412
epfe	-1413
ream	-1414
▁try	-1415
ately	-1416
▁begin	-1417
▁production	-1418
▁miss	-1419
▁president	-1420
▁authorization	-1421
▁amaz	-1422
▁though	-1423
eez	-1424
▁et	-1425
ange	-1426
ling	-1427
▁person	-1428
▁watching	-1429
▁christmas	-1430
bo	-1431
hip	-1432
ever	-1433
pped	-1434
utes	-1435
▁ste	-1436
my	-1437
ior	-1438
▁cn	-1439
tern	-1440
▁tot	-1441
▁idiot	-1442
▁chance	-1443
▁hy	-1444
▁mut	-1445
itter	-1446
▁things	-1447
ized	-1448
▁squ	-1449
earch	-1450
▁cong	-1451
▁pain	-1452
▁diffe	-1453
▁avail	-1454
▁gener	-1455
▁knows	-1456
▁car	-1457
bb	-1458
more	-1459
▁exc	-1460
▁based	-1461
▁worst	-1462
▁talking	-1463
ator	-1464
fadb	-1465
▁risk	-1466
▁board	-1467
▁thinking	-1468
fcaaa	-1469
▁sorry	-1470
▁proble	-1471
ok	-1472
tc	-1473
▁pi	-1474
amps	-1475
ufact	-1476
▁mult	-1477
▁media	-1478
keyfadb	-1479
▁recommend	-1480
fcaaaamputm	-1481
▁technology	-1482
▁lear	-1483
▁medic	-1484
▁action	-1485
▁started	-1486
▁december	-1487
▁premarket	-1488
ae	-1489
we	-1490
dic	-1491
tty	-1492
▁ty	-1493
▁mid	-1494
▁resp	-1495
▁event	-1496
▁growth	-1497
▁instead	-1498
▁chin	-1499
▁complet	-1500
uk	-1501
where	-1502
▁plus	-1503
▁value	-1504
▁change	-1505
▁matter	-1506
▁pretty	-1507
▁results	-1508
▁increase	-1509
go	-1510
▁gap	-1511
iotech	-1512
▁delay	-1513
▁available	-1514
▁distribution	-1515
man	-1516
▁die	-1517
▁her	-1518
▁pur	-1519
ental	-1520
ision	-1521
▁shots	-1522
▁variant	-1523
▁starting	-1524
back	-1525
uters	-1526
▁case	-1527
▁account	-1528
▁po	-1529
▁bag	-1530
▁blo	-1531
▁abus	-1532
ically	-1533
▁manufact	-1534
▁healthcare	-1535
▁lma	-1536
▁nov	-1537
▁regul	-1538
▁double	-1539
▁httpsyoutub	-1540
gle	-1541
▁bs	-1542
aths	-1543
fect	-1544
unch	-1545
▁fol	-1546
▁dire	-1547
▁moves	-1548
analysis	-1549
▁happens	-1550
ral	-1551
▁bi	-1552
▁tes	-1553
ether	-1554
▁glob	-1555
▁expire	-1556
▁massive	-1557
ece	-1558
fer	-1559
▁sr	-1560
iple	-1561
▁feb	-1562
▁size	-1563
ration	-1564
▁expir	-1565
mm	-1566
nel	-1567
not	-1568
▁ast	-1569
▁cov	-1570
▁coup	-1571
▁glad	-1572
▁polit	-1573
▁seeing	-1574
▁contracts	-1575
▁manipulated	-1576
ets	-1577
▁inv	-1578
▁half	-1579
▁rich	-1580
▁turn	-1581
▁buffe	-1582
sw	-1583
▁sing	-1584
▁treat	-1585
▁contro	-1586
▁listen	-1587
▁predic	-1588
▁receive	-1589
▁af	-1590
enec	-1591
▁ask	-1592
▁cre	-1593
▁log	-1594
▁buys	-1595
▁advis	-1596
▁wouldnt	-1597
▁confident	-1598
aw	-1599
▁rid	-1600
▁usa	-1601
▁couple	-1602
▁patient	-1603
▁require	-1604
▁additional	-1605
acom	-1606
ners	-1607
▁becom	-1608
▁retail	-1609
ahoo	-1610
iter	-1611
ouch	-1612
▁mak	-1613
▁team	-1614
▁bas	-1615
▁coll	-1616
▁imag	-1617
approv	-1618
▁human	-1619
▁press	-1620
▁explain	-1621
▁dividends	-1622
▁ib	-1623
▁my	-1624
▁push	-1625
▁folks	-1626
dd	-1627
led	-1628
▁mind	-1629
▁prom	-1630
▁power	-1631
▁happened	-1632
▁es	-1633
arter	-1634
▁left	-1635
▁pharma	-1636
▁within	-1637
▁official	-1638
fo	-1639
aken	-1640
cent	-1641
hood	-1642
▁air	-1643
▁ride	-1644
▁seem	-1645
lect	-1646
▁eod	-1647
bccom	-1648
▁ship	-1649
others	-1650
▁states	-1651
▁recover	-1652
bs	-1653
off	-1654
▁cat	-1655
▁bank	-1656
▁yeah	-1657
▁cause	-1658
▁defin	-1659
▁entire	-1660
articles	-1661
si	-1662
line	-1663
▁bell	-1664
▁norm	-1665
ending	-1666
▁deser	-1667
▁tesla	-1668
▁deaths	-1669
arb	-1670
rit	-1671
▁down	-1672
▁joke	-1673
▁prem	-1674
▁squeez	-1675
▁expecting	-1676
▁bill	-1677
▁given	-1678
▁study	-1679
▁review	-1680
ouse	-1681
▁boys	-1682
erstock	-1683
▁friend	-1684
▁workers	-1685
▁httpswwwg	-1686
▁abs	-1687
▁china	-1688
ted	-1689
ards	-1690
▁boo	-1691
eline	-1692
oogle	-1693
umber	-1694
yahoo	-1695
▁able	-1696
▁cent	-1697
▁wish	-1698
▁markets	-1699
▁minutes	-1700
▁investment	-1701
come	-1702
head	-1703
▁cal	-1704
▁dow	-1705
▁lmao	-1706
▁port	-1707
rating	-1708
▁demand	-1709
▁movement	-1710
▁mil	-1711
▁speed	-1712
▁confir	-1713
▁hoping	-1714
▁instit	-1715
▁release	-1716
▁approves	-1717
▁currently	-1718
ta	-1719
▁spec	-1720
analyz	-1721
ection	-1722
▁panel	-1723
▁disapp	-1724
▁issues	-1725
▁received	-1726
dl	-1727
▁so	-1728
▁rat	-1729
erman	-1730
▁agre	-1731
ording	-1732
▁india	-1733
▁night	-1734
▁panic	-1735
▁premium	-1736
▁decision	-1737
▁hospital	-1738
ons	-1739
val	-1740
down	-1741
▁par	-1742
▁swing	-1743
▁others	-1744
analyzerstock	-1745
ba	-1746
▁shi	-1747
▁sky	-1748
istic	-1749
▁scam	-1750
▁retur	-1751
eration	-1752
▁happening	-1753
fd	-1754
ero	-1755
▁vs	-1756
rence	-1757
▁piece	-1758
▁biggest	-1759
analyzerstockpfe	-1760
ye	-1761
ness	-1762
sent	-1763
▁aal	-1764
▁guy	-1765
▁gott	-1766
▁late	-1767
▁forget	-1768
co	-1769
org	-1770
ging	-1771
▁flu	-1772
▁ref	-1773
▁drops	-1774
▁robin	-1775
▁smart	-1776
▁should	-1777
ooglecom	-1778
▁httpswwwcnbccom	-1779
▁ra	-1780
▁beh	-1781
▁max	-1782
▁pip	-1783
▁suc	-1784
▁lives	-1785
▁spike	-1786
▁total	-1787
▁update	-1788
quotepfe	-1789
▁biotech	-1790
fol	-1791
▁pa	-1792
overs	-1793
ursday	-1794
▁reach	-1795
▁using	-1796
▁works	-1797
▁consider	-1798
read	-1799
▁cut	-1800
inion	-1801
▁bitch	-1802
▁number	-1803
▁insider	-1804
▁according	-1805
▁different	-1806
comstockquotepfe	-1807
pos	-1808
bert	-1809
▁smh	-1810
▁dips	-1811
▁gone	-1812
▁ones	-1813
uation	-1814
▁death	-1815
▁global	-1816
▁prices	-1817
with	-1818
▁hon	-1819
▁joh	-1820
▁sch	-1821
▁congr	-1822
razenec	-1823
outh	-1824
▁goo	-1825
▁vax	-1826
olute	-1827
▁dumb	-1828
▁dropping	-1829
▁announced	-1830
ands	-1831
rael	-1832
▁died	-1833
▁sent	-1834
▁committ	-1835
▁absolute	-1836
▁research	-1837
hh	-1838
▁hur	-1839
▁sad	-1840
▁itll	-1841
▁found	-1842
▁normal	-1843
▁imagine	-1844
▁continue	-1845
▁thursday	-1846
▁gt	-1847
ades	-1848
▁kid	-1849
itely	-1850
▁aint	-1851
▁cold	-1852
▁fire	-1853
▁funny	-1854
▁record	-1855
▁squeeze	-1856
▁robinhood	-1857
mp	-1858
aps	-1859
umm	-1860
▁scre	-1861
▁therap	-1862
▁patients	-1863
ays	-1864
post	-1865
▁nio	-1866
▁fund	-1867
▁true	-1868
▁viag	-1869
ertain	-1870
▁hahah	-1871
▁super	-1872
▁vx	-1873
▁fre	-1874
▁leg	-1875
world	-1876
▁held	-1877
▁lock	-1878
▁purch	-1879
▁regard	-1880
▁feeling	-1881
filterioa	-1882
▁ho	-1883
▁int	-1884
folio	-1885
▁cost	-1886
▁fear	-1887
ational	-1888
▁httpss	-1889
▁recent	-1890
▁interesting	-1891
cing	-1892
ides	-1893
▁ble	-1894
▁dep	-1895
▁garb	-1896
▁covax	-1897
▁problem	-1898
▁business	-1899
itch	-1900
rupt	-1901
stem	-1902
used	-1903
▁ide	-1904
▁wed	-1905
▁minus	-1906
▁adding	-1907
▁garbage	-1908
▁definitely	-1909
▁population	-1910
hit	-1911
ows	-1912
ators	-1913
conom	-1914
▁cour	-1915
▁used	-1916
▁takes	-1917
▁trash	-1918
▁german	-1919
▁honest	-1920
▁levels	-1921
▁single	-1922
▁quarter	-1923
hold	-1924
▁doct	-1925
▁fail	-1926
▁alert	-1927
▁exact	-1928
▁penny	-1929
▁losses	-1930
▁viagra	-1931
▁percent	-1932
▁multiple	-1933
by	-1934
ane	-1935
ret	-1936
▁aw	-1937
▁zom	-1938
ising	-1939
▁buck	-1940
▁econom	-1941
▁european	-1942
▁administration	-1943
pro	-1944
▁fam	-1945
▁fill	-1946
▁fool	-1947
▁severe	-1948
▁obvious	-1949
▁partners	-1950
rt	-1951
ode	-1952
ants	-1953
▁fac	-1954
▁nob	-1955
ished	-1956
▁longer	-1957
fund	-1958
▁clim	-1959
▁crap	-1960
▁lead	-1961
▁stor	-1962
witter	-1963
▁highs	-1964
▁loaded	-1965
▁trials	-1966
▁traders	-1967
aha	-1968
ric	-1969
eter	-1970
▁imo	-1971
▁ppl	-1972
ience	-1973
▁mild	-1974
▁tank	-1975
▁apple	-1976
▁overs	-1977
▁direct	-1978
▁control	-1979
▁shorting	-1980
▁institution	-1981
▁pharmaceutical	-1982
▁ed	-1983
▁tow	-1984
▁hate	-1985
▁adver	-1986
▁fight	-1987
▁taken	-1988
▁worry	-1989
▁buffet	-1990
▁resist	-1991
▁playing	-1992
▁seriously	-1993
fort	-1994
▁rum	-1995
▁lots	-1996
▁candid	-1997
▁system	-1998
▁unless	-1999
▁anymore	-2000
▁mention	-2001
▁reports	-2002
▁complete	-2003
uff	-2004
ient	-2005
neum	-2006
vent	-2007
▁jab	-2008
share	-2009
▁food	-2010
inical	-2011
▁antib	-2012
▁analyz	-2013
▁import	-2014
▁opinion	-2015
▁pipeline	-2016
▁transport	-2017
▁manufactur	-2018
ii	-2019
pre	-2020
▁gam	-2021
after	-2022
▁heav	-2023
ission	-2024
▁rally	-2025
▁range	-2026
▁scared	-2027
▁delivery	-2028
▁committee	-2029
▁including	-2030
ooglecomamps	-2031
str	-2032
ude	-2033
arant	-2034
▁knew	-2035
▁pick	-2036
coming	-2037
uesday	-2038
▁exper	-2039
▁liter	-2040
amental	-2041
▁charts	-2042
▁idiots	-2043
perature	-2044
▁holders	-2045
▁loading	-2046
▁success	-2047
▁products	-2048
nk	-2049
eps	-2050
▁dry	-2051
▁name	-2052
▁simp	-2053
▁hasnt	-2054
▁heres	-2055
ratings	-2056
vaccines	-2057
▁closing	-2058
▁forward	-2059
▁breaking	-2060
▁medicine	-2061
pec	-2062
▁cvs	-2063
▁face	-2064
▁stat	-2065
ashing	-2066
jected	-2067
▁drugs	-2068
▁shows	-2069
▁weekly	-2070
▁httpswwwst	-2071
alk	-2072
▁ep	-2073
▁bio	-2074
pharm	-2075
▁cnbc	-2076
▁fauc	-2077
▁marg	-2078
▁talk	-2079
▁ahead	-2080
▁bleed	-2081
finance	-2082
▁discuss	-2083
br	-2084
ists	-2085
onia	-2086
▁sun	-2087
ensus	-2088
▁link	-2089
▁mark	-2090
▁pneum	-2091
▁become	-2092
▁giving	-2093
▁approvals	-2094
gov	-2095
enef	-2096
medi	-2097
▁cdc	-2098
▁cho	-2099
▁cro	-2100
escom	-2101
iment	-2102
▁burn	-2103
▁date	-2104
▁rele	-2105
▁srne	-2106
idence	-2107
valued	-2108
▁realize	-2109
▁testing	-2110
▁literally	-2111
▁portfolio	-2112
▁surprised	-2113
bu	-2114
ged	-2115
gen	-2116
omo	-2117
▁fk	-2118
▁rip	-2119
▁bour	-2120
▁scal	-2121
▁warp	-2122
nowcom	-2123
▁house	-2124
▁moved	-2125
▁touch	-2126
insight	-2127
▁called	-2128
▁closed	-2129
▁losing	-2130
▁channel	-2131
▁tonight	-2132
▁bullshit	-2133
▁consensus	-2134
▁temperature	-2135
▁administered	-2136
nb	-2137
ym	-2138
eth	-2139
orn	-2140
ried	-2141
time	-2142
wide	-2143
▁fck	-2144
▁fig	-2145
▁hav	-2146
▁job	-2147
▁hype	-2148
▁greed	-2149
▁keeps	-2150
▁sweep	-2151
▁common	-2152
▁nobody	-2153
isnowcom	-2154
▁everyday	-2155
▁forecast	-2156
▁developed	-2157
isnowcominsight	-2158
cy	-2159
aff	-2160
ept	-2161
igh	-2162
▁ur	-2163
anna	-2164
comp	-2165
▁hey	-2166
▁home	-2167
▁kind	-2168
▁myov	-2169
ercial	-2170
▁cases	-2171
▁solid	-2172
▁clearly	-2173
▁tuesday	-2174
▁invested	-2175
▁reported	-2176
oh	-2177
sk	-2178
cept	-2179
ures	-2180
▁paid	-2181
▁send	-2182
▁sick	-2183
▁blood	-2184
▁freez	-2185
▁upside	-2186
razeneca	-2187
▁america	-2188
▁advisory	-2189
▁allergies	-2190
▁pneumonia	-2191
gre	-2192
ips	-2193
por	-2194
ves	-2195
▁ge	-2196
▁to	-2197
▁how	-2198
▁mer	-2199
▁came	-2200
atever	-2201
▁sound	-2202
▁reward	-2203
▁analyzed	-2204
gt	-2205
how	-2206
▁fd	-2207
ilar	-2208
ured	-2209
▁amd	-2210
▁june	-2211
▁allow	-2212
▁benef	-2213
▁block	-2214
▁climb	-2215
▁whatever	-2216
▁important	-2217
rn	-2218
arr	-2219
daq	-2220
gram	-2221
▁hor	-2222
▁sle	-2223
▁turd	-2224
▁corre	-2225
▁havent	-2226
▁partic	-2227
▁oversold	-2228
▁treatment	-2229
fundamental	-2230
▁httpsyoutube	-2231
amputmmediumfa	-2232
bl	-2233
att	-2234
▁om	-2235
▁sn	-2236
▁gov	-2237
ering	-2238
▁dest	-2239
▁boost	-2240
▁fauci	-2241
▁adverse	-2242
▁deserve	-2243
financeyahoo	-2244
ask	-2245
ges	-2246
ife	-2247
ime	-2248
imin	-2249
▁own	-2250
▁tru	-2251
enews	-2252
▁needed	-2253
▁guarant	-2254
▁running	-2255
▁americans	-2256
ears	-2257
▁fil	-2258
asing	-2259
▁hits	-2260
▁russ	-2261
▁learn	-2262
▁margin	-2263
▁scient	-2264
▁exactly	-2265
▁modernas	-2266
ico	-2267
oot	-2268
unt	-2269
alsy	-2270
▁cell	-2271
▁gold	-2272
▁mess	-2273
▁wake	-2274
▁along	-2275
▁story	-2276
ificant	-2277
▁mildly	-2278
▁united	-2279
▁however	-2280
▁science	-2281
▁catalyst	-2282
aked	-2283
▁cry	-2284
▁mic	-2285
orway	-2286
▁boom	-2287
▁whos	-2288
▁doubt	-2289
▁wanna	-2290
▁makers	-2291
pecially	-2292
▁httpsww	-2293
▁positions	-2294
va	-2295
yt	-2296
bod	-2297
ios	-2298
ians	-2299
umps	-2300
vrit	-2301
▁dig	-2302
lines	-2303
▁sour	-2304
▁strike	-2305
▁perform	-2306
▁present	-2307
▁clinical	-2308
▁investor	-2309
▁absolutely	-2310
analystratings	-2311
gg	-2312
bre	-2313
nson	-2314
onews	-2315
▁numb	-2316
dlvrit	-2317
▁accum	-2318
▁plays	-2319
▁buyers	-2320
▁rather	-2321
▁todays	-2322
▁opening	-2323
comarticle	-2324
▁commercial	-2325
▁disappoint	-2326
▁especially	-2327
▁httpdlvrit	-2328
▁resistance	-2329
scf	-2330
ienc	-2331
▁ice	-2332
inary	-2333
▁dise	-2334
▁pill	-2335
rocket	-2336
▁youll	-2337
▁course	-2338
▁following	-2339
mr	-2340
mt	-2341
add	-2342
net	-2343
uts	-2344
aste	-2345
land	-2346
▁rev	-2347
▁amzn	-2348
▁blah	-2349
▁brok	-2350
▁init	-2351
▁step	-2352
▁dying	-2353
▁offer	-2354
▁cannot	-2355
▁safety	-2356
▁delayed	-2357
▁medical	-2358
▁rollout	-2359
▁storage	-2360
investing	-2361
wittercom	-2362
cal	-2363
nes	-2364
omb	-2365
fric	-2366
ials	-2367
ible	-2368
load	-2369
ring	-2370
▁ter	-2371
▁beat	-2372
▁rscf	-2373
▁sale	-2374
▁stra	-2375
▁prior	-2376
perform	-2377
▁behind	-2378
▁respon	-2379
▁investig	-2380
▁significant	-2381
yy	-2382
joy	-2383
▁cm	-2384
abor	-2385
fore	-2386
reme	-2387
▁hes	-2388
first	-2389
iting	-2390
▁kick	-2391
▁shut	-2392
▁arent	-2393
▁group	-2394
▁shake	-2395
▁rating	-2396
▁falling	-2397
▁provide	-2398
▁worried	-2399
▁operation	-2400
cr	-2401
aim	-2402
ird	-2403
osed	-2404
ients	-2405
ulous	-2406
▁answ	-2407
source	-2408
▁final	-2409
▁gotta	-2410
▁partner	-2411
▁partnership	-2412
▁httpswwwstck	-2413
adv	-2414
can	-2415
▁ip	-2416
▁nas	-2417
▁tax	-2418
▁laug	-2419
▁room	-2420
▁crash	-2421
▁sleep	-2422
▁stand	-2423
ference	-2424
pronews	-2425
▁amazon	-2426
▁bigger	-2427
▁amazing	-2428
▁pattern	-2429
▁tracking	-2430
▁worldwide	-2431
air	-2432
ided	-2433
trad	-2434
▁deb	-2435
▁det	-2436
▁blow	-2437
▁fine	-2438
▁rate	-2439
▁brain	-2440
▁moron	-2441
▁rumor	-2442
▁worse	-2443
▁economy	-2444
▁process	-2445
▁reuters	-2446
▁straight	-2447
▁candidate	-2448
▁everybody	-2449
rm	-2450
aph	-2451
nch	-2452
▁dd	-2453
iest	-2454
work	-2455
▁etc	-2456
▁lim	-2457
heres	-2458
▁gild	-2459
▁alone	-2460
▁indic	-2461
▁extreme	-2462
▁quickly	-2463
pronewspfe	-2464
▁agreement	-2465
▁astrazeneca	-2466
cle	-2467
ecut	-2468
▁sym	-2469
odies	-2470
utral	-2471
▁trap	-2472
▁upgr	-2473
nesday	-2474
▁issue	-2475
▁shoot	-2476
▁south	-2477
▁thous	-2478
▁veter	-2479
▁bourla	-2480
▁expert	-2481
▁voting	-2482
▁dropped	-2483
▁killing	-2484
▁program	-2485
▁congrats	-2486
▁sentiment	-2487
▁vaccinations	-2488
eet	-2489
▁nd	-2490
▁on	-2491
itals	-2492
▁elect	-2493
▁front	-2494
▁relax	-2495
ability	-2496
▁compet	-2497
▁concer	-2498
▁israel	-2499
▁produce	-2500
▁beginning	-2501
▁skyrocket	-2502
▁regardless	-2503
▁announcement	-2504
analysiskeyfadb	-2505
▁httpstwittercom	-2506
nd	-2507
▁ya	-2508
atic	-2509
ular	-2510
▁dog	-2511
▁equ	-2512
▁hed	-2513
▁hmm	-2514
action	-2515
anking	-2516
▁dream	-2517
▁entry	-2518
▁wasnt	-2519
agement	-2520
iculous	-2521
▁nature	-2522
▁neutral	-2523
▁numbers	-2524
stocktwits	-2525
fu	-2526
eut	-2527
oph	-2528
ined	-2529
aster	-2530
ivity	-2531
▁glsi	-2532
inting	-2533
▁chief	-2534
▁greedy	-2535
▁certain	-2536
filterioab	-2537
▁investing	-2538
▁wednesday	-2539
▁worthless	-2540
▁undervalued	-2541
pfizerbiontech	-2542
ln	-2543
rr	-2544
gan	-2545
avel	-2546
book	-2547
lier	-2548
pect	-2549
▁saw	-2550
▁store	-2551
▁sucks	-2552
epfizer	-2553
▁capital	-2554
▁excited	-2555
▁compared	-2556
bi	-2557
zzzz	-2558
▁pic	-2559
▁spe	-2560
daily	-2561
▁zero	-2562
▁bucks	-2563
▁cross	-2564
▁minute	-2565
▁johnson	-2566
▁several	-2567
▁showing	-2568
▁american	-2569
▁receiving	-2570
▁ridiculous	-2571
▁veterinary	-2572
erv	-2573
ton	-2574
imes	-2575
ions	-2576
ncom	-2577
▁eat	-2578
▁inj	-2579
aring	-2580
▁among	-2581
▁bunch	-2582
▁estim	-2583
▁immun	-2584
▁light	-2585
▁screw	-2586
▁launch	-2587
▁slowly	-2588
▁perfect	-2589
▁whether	-2590
▁particip	-2591
▁outperform	-2592
gy	-2593
etic	-2594
roll	-2595
▁key	-2596
arent	-2597
rible	-2598
▁wave	-2599
▁handle	-2600
▁wanted	-2601
▁trillion	-2602
▁manufacturing	-2603
bd	-2604
rs	-2605
te	-2606
▁az	-2607
▁lm	-2608
yond	-2609
▁mad	-2610
▁mrk	-2611
allen	-2612
atory	-2613
ified	-2614
ivers	-2615
ruary	-2616
▁ball	-2617
▁main	-2618
▁state	-2619
▁immune	-2620
▁inform	-2621
▁nasdaq	-2622
▁starts	-2623
▁warren	-2624
amputmmediumta	-2625
ga	-2626
ift	-2627
▁ws	-2628
ield	-2629
ings	-2630
side	-2631
▁net	-2632
▁typ	-2633
▁afric	-2634
▁heard	-2635
▁party	-2636
▁volat	-2637
▁across	-2638
▁beyond	-2639
▁crimin	-2640
▁destro	-2641
▁except	-2642
▁fucked	-2643
▁spread	-2644
▁breakout	-2645
▁honestly	-2646
▁development	-2647
vo	-2648
amm	-2649
▁ap	-2650
▁lt	-2651
ites	-2652
▁fed	-2653
▁hot	-2654
▁sna	-2655
▁path	-2656
▁repe	-2657
▁build	-2658
pfizers	-2659
▁released	-2660
ble	-2661
ooo	-2662
▁eng	-2663
▁fat	-2664
▁ver	-2665
atest	-2666
belie	-2667
▁idea	-2668
▁penn	-2669
fortun	-2670
▁claim	-2671
▁extra	-2672
▁finan	-2673
▁optim	-2674
▁palsy	-2675
ulations	-2676
▁allergy	-2677
▁reality	-2678
▁momentum	-2679
▁possibly	-2680
▁revenues	-2681
▁hospitals	-2682
nn	-2683
oks	-2684
ork	-2685
▁ba	-2686
▁ms	-2687
▁gsk	-2688
▁wom	-2689
▁yep	-2690
▁redu	-2691
▁appro	-2692
▁leave	-2693
content	-2694
▁albert	-2695
▁crooks	-2696
▁easily	-2697
▁remain	-2698
▁reverse	-2699
▁similar	-2700
▁eventually	-2701
▁stocktwits	-2702
pfizervaccin	-2703
to	-2704
ism	-2705
uses	-2706
▁bel	-2707
▁row	-2708
▁wel	-2709
▁larg	-2710
▁mist	-2711
▁vxrt	-2712
▁class	-2713
▁exist	-2714
▁white	-2715
▁attack	-2716
▁sunday	-2717
▁challen	-2718
▁immunity	-2719
▁previous	-2720
▁thoughts	-2721
▁conference	-2722
▁governments	-2723
xy	-2724
but	-2725
iod	-2726
lit	-2727
amer	-2728
ptom	-2729
what	-2730
▁wba	-2731
alert	-2732
while	-2733
▁quite	-2734
moderna	-2735
▁immedi	-2736
▁cheaper	-2737
▁disease	-2738
▁friends	-2739
▁towards	-2740
▁usually	-2741
▁february	-2742
▁distribut	-2743
▁httpswwwfo	-2744
▁robinhooders	-2745
kt	-2746
wise	-2747
▁are	-2748
▁fav	-2749
▁rep	-2750
▁tog	-2751
advis	-2752
▁join	-2753
▁catch	-2754
▁micro	-2755
▁prote	-2756
▁retire	-2757
▁theyll	-2758
▁ticker	-2759
▁trades	-2760
▁covaxin	-2761
▁protect	-2762
▁bankrupt	-2763
▁shouldnt	-2764
yl	-2765
enz	-2766
ias	-2767
usk	-2768
▁cu	-2769
arth	-2770
ught	-2771
will	-2772
▁mex	-2773
▁omg	-2774
▁pin	-2775
▁rap	-2776
▁wal	-2777
arely	-2778
ector	-2779
story	-2780
▁okay	-2781
▁poor	-2782
▁view	-2783
lished	-2784
▁bells	-2785
▁downt	-2786
holders	-2787
markets	-2788
▁simple	-2789
▁travel	-2790
timescom	-2791
▁complain	-2792
▁lockdown	-2793
▁purchase	-2794
isnowcominsightv	-2795
iw	-2796
tle	-2797
yal	-2798
ages	-2799
▁mem	-2800
▁non	-2801
▁off	-2802
▁vac	-2803
▁coron	-2804
▁talks	-2805
▁minist	-2806
▁patent	-2807
▁general	-2808
▁keeping	-2809
▁prevent	-2810
▁comments	-2811
▁mutation	-2812
▁together	-2813
pharmaceutical	-2814
cd	-2815
yes	-2816
▁ju	-2817
like	-2818
ping	-2819
aving	-2820
eless	-2821
using	-2822
vable	-2823
▁fair	-2824
▁rush	-2825
street	-2826
▁broke	-2827
▁enjoy	-2828
▁hedge	-2829
▁opens	-2830
▁three	-2831
lection	-2832
▁earlier	-2833
▁forever	-2834
▁unfortun	-2835
▁therapeut	-2836
pfizervaccine	-2837
▁qq	-2838
atur	-2839
this	-2840
night	-2841
▁flat	-2842
▁ibio	-2843
▁prep	-2844
ushing	-2845
▁other	-2846
ecutive	-2847
▁answer	-2848
▁dumped	-2849
▁confirm	-2850
▁couldnt	-2851
▁continues	-2852
▁otherwise	-2853
▁institutions	-2854
bf	-2855
bv	-2856
agn	-2857
etr	-2858
olid	-2859
ster	-2860
▁age	-2861
▁who	-2862
▁type	-2863
▁antic	-2864
▁gates	-2865
▁steal	-2866
reading	-2867
▁buyout	-2868
▁finish	-2869
▁period	-2870
▁politic	-2871
▁posting	-2872
▁questions	-2873
▁antibodies	-2874
xn	-2875
inc	-2876
ney	-2877
▁ny	-2878
esus	-2879
inese	-2880
▁body	-2881
▁fomo	-2882
atform	-2883
▁drive	-2884
▁posts	-2885
▁shame	-2886
▁advant	-2887
▁affect	-2888
▁corona	-2889
▁faster	-2890
▁return	-2891
appshare	-2892
▁doctors	-2893
▁welcome	-2894
▁financial	-2895
▁guaranteed	-2896
▁officially	-2897
pm	-2898
▁ir	-2899
▁sk	-2900
just	-2901
olic	-2902
stat	-2903
wire	-2904
▁boy	-2905
▁dna	-2906
▁don	-2907
▁ema	-2908
ality	-2909
index	-2910
▁cond	-2911
▁holy	-2912
comamp	-2913
omberg	-2914
▁child	-2915
▁fully	-2916
▁gives	-2917
▁heavy	-2918
▁throw	-2919
▁track	-2920
olution	-2921
▁candle	-2922
▁histor	-2923
▁infect	-2924
▁killed	-2925
▁logist	-2926
▁upward	-2927
▁careful	-2928
▁pending	-2929
▁telling	-2930
believable	-2931
▁attention	-2932
dle	-2933
ron	-2934
upp	-2935
itor	-2936
term	-2937
▁bor	-2938
▁eps	-2939
▁now	-2940
usion	-2941
▁pack	-2942
▁water	-2943
▁trader	-2944
▁pumping	-2945
▁pressure	-2946
▁surprise	-2947
nytimescom	-2948
▁confirmed	-2949
▁extremely	-2950
▁projected	-2951
covidvaccines	-2952
pharmaceuticals	-2953
ere	-2954
oke	-2955
ouk	-2956
ped	-2957
res	-2958
▁cy	-2959
▁ru	-2960
apan	-2961
▁def	-2962
▁qqq	-2963
▁sht	-2964
iforn	-2965
▁cmon	-2966
▁cvac	-2967
▁flow	-2968
▁kids	-2969
▁known	-2970
▁setup	-2971
▁split	-2972
▁valid	-2973
ilities	-2974
newspfe	-2975
▁asking	-2976
▁family	-2977
▁strate	-2978
▁calling	-2979
▁futures	-2980
▁sellers	-2981
▁bleeding	-2982
▁expiring	-2983
▁realistic	-2984
uterscomarticle	-2985
lol	-2986
upd	-2987
alse	-2988
anta	-2989
from	-2990
▁but	-2991
▁cnn	-2992
▁dev	-2993
▁wip	-2994
flash	-2995
igger	-2996
razil	-2997
right	-2998
▁ceos	-2999
▁gave	-3000
▁vers	-3001
▁funds	-3002
▁longs	-3003
▁stuck	-3004
▁stuff	-3005
▁train	-3006
▁agency	-3007
▁barely	-3008
▁insane	-3009
▁chinese	-3010
▁comment	-3011
▁sitting	-3012
▁consolid	-3013
▁incoming	-3014
htmlsource	-3015
▁announces	-3016
▁thousands	-3017
bx	-3018
iam	-3019
ope	-3020
lies	-3021
urse	-3022
▁abt	-3023
▁btc	-3024
▁fdx	-3025
▁mod	-3026
▁desp	-3027
▁infe	-3028
▁sept	-3029
▁word	-3030
enzing	-3031
▁jesus	-3032
▁mother	-3033
approval	-3034
▁healthy	-3035
▁returns	-3036
▁response	-3037
▁delivered	-3038
▁revolution	-3039
ev	-3040
aut	-3041
iny	-3042
▁fu	-3043
ails	-3044
mike	-3045
rece	-3046
▁mis	-3047
▁pig	-3048
▁deep	-3049
▁pltr	-3050
▁filed	-3051
▁holds	-3052
▁choice	-3053
▁issued	-3054
▁sounds	-3055
▁winner	-3056
▁anticip	-3057
▁explode	-3058
filterioaf	-3059
flashalert	-3060
▁downtrend	-3061
▁unfortunately	-3062
gu	-3063
ls	-3064
ars	-3065
got	-3066
ldb	-3067
alph	-3068
bntx	-3069
rele	-3070
▁lab	-3071
▁sus	-3072
board	-3073
▁favor	-3074
▁grand	-3075
▁react	-3076
▁httpsm	-3077
▁mexico	-3078
▁posted	-3079
▁steady	-3080
▁germany	-3081
▁patents	-3082
▁putting	-3083
▁symptom	-3084
▁anywhere	-3085
▁trending	-3086
▁political	-3087
▁httpswwwre	-3088
▁unbelievable	-3089
ooglecomampswww	-3090
ij	-3091
lt	-3092
ald	-3093
iet	-3094
ison	-3095
ivid	-3096
▁alg	-3097
▁cas	-3098
▁brit	-3099
▁btcx	-3100
▁goog	-3101
▁haha	-3102
▁pure	-3103
▁wife	-3104
▁york	-3105
ctions	-3106
▁agree	-3107
▁feels	-3108
▁laugh	-3109
▁plans	-3110
▁scare	-3111
▁lesson	-3112
investor	-3113
standing	-3114
▁appears	-3115
▁buyback	-3116
▁overall	-3117
▁quotthe	-3118
▁platform	-3119
▁somebody	-3120
▁approving	-3121
▁increased	-3122
▁retirement	-3123
▁immediately	-3124
cap	-3125
ipp	-3126
aire	-3127
vers	-3128
▁hang	-3129
▁lmfa	-3130
▁pfes	-3131
▁youn	-3132
illing	-3133
▁baked	-3134
▁maker	-3135
▁truth	-3136
newscom	-3137
▁actual	-3138
▁highly	-3139
▁httpsb	-3140
▁norway	-3141
▁thinks	-3142
▁heading	-3143
▁rolling	-3144
indexhtml	-3145
▁collabor	-3146
▁solution	-3147
▁officials	-3148
▁september	-3149
cominvesting	-3150
zy	-3151
anc	-3152
erc	-3153
▁zm	-3154
couk	-3155
erly	-3156
ices	-3157
▁box	-3158
▁cru	-3159
▁foc	-3160
▁mir	-3161
▁upt	-3162
deral	-3163
techn	-3164
ulate	-3165
▁blue	-3166
▁piss	-3167
▁rare	-3168
▁sldb	-3169
▁vent	-3170
▁wide	-3171
allerg	-3172
▁royal	-3173
▁create	-3174
▁design	-3175
▁anybody	-3176
▁special	-3177
▁tanking	-3178
filterioac	-3179
▁mutations	-3180
▁spreading	-3181
▁statement	-3182
▁completely	-3183
▁confidence	-3184
ca	-3185
htt	-3186
ampp	-3187
avax	-3188
eeee	-3189
scov	-3190
ucks	-3191
ving	-3192
▁apr	-3193
▁cup	-3194
▁mln	-3195
▁nys	-3196
▁vir	-3197
izing	-3198
▁bump	-3199
eeking	-3200
▁false	-3201
▁raise	-3202
▁stick	-3203
mission	-3204
▁decide	-3205
▁figure	-3206
▁source	-3207
▁humanity	-3208
▁therapeutics	-3209
cb	-3210
igin	-3211
ired	-3212
▁eff	-3213
▁obs	-3214
▁sar	-3215
▁sug	-3216
▁usd	-3217
least	-3218
sible	-3219
▁hund	-3220
▁math	-3221
▁chain	-3222
▁japan	-3223
▁minim	-3224
▁rapid	-3225
▁safer	-3226
postcom	-3227
▁sector	-3228
▁signed	-3229
▁despite	-3230
▁destroy	-3231
▁placebo	-3232
▁trigger	-3233
▁apparent	-3234
▁sideways	-3235
▁valuation	-3236
▁commission	-3237
▁management	-3238
▁manipulating	-3239
fb	-3240
mo	-3241
bol	-3242
oid	-3243
▁bn	-3244
▁wk	-3245
ford	-3246
▁bnt	-3247
▁dan	-3248
▁fra	-3249
▁ish	-3250
aging	-3251
stant	-3252
▁abnb	-3253
▁chat	-3254
▁conv	-3255
author	-3256
▁grant	-3257
▁saved	-3258
▁secur	-3259
▁brazil	-3260
▁closes	-3261
▁latest	-3262
▁passed	-3263
▁social	-3264
alphacom	-3265
▁httpwww	-3266
▁ordered	-3267
▁shipped	-3268
▁univers	-3269
appsharec	-3270
▁believed	-3271
▁problems	-3272
▁advantage	-3273
▁basically	-3274
▁httpswwws	-3275
▁distribute	-3276
iosappsharec	-3277
▁outstanding	-3278
ale	-3279
ann	-3280
buy	-3281
unk	-3282
bers	-3283
live	-3284
▁fix	-3285
▁lic	-3286
▁occ	-3287
astic	-3288
https	-3289
scrib	-3290
▁rock	-3291
ensive	-3292
friend	-3293
opharm	-3294
▁peers	-3295
▁sched	-3296
▁doctor	-3297
▁repeat	-3298
▁slight	-3299
▁tested	-3300
advisory	-3301
▁federal	-3302
▁learned	-3303
▁protein	-3304
▁airlines	-3305
ampkeyfadb	-3306
▁obviously	-3307
▁regulator	-3308
▁authorized	-3309
▁politicians	-3310
▁stockmarket	-3311
eekingalphacom	-3312
viewfundamental	-3313
do	-3314
▁0	-3315
ocr	-3316
ots	-3317
▁bc	-3318
▁ut	-3319
ceed	-3320
ikes	-3321
izes	-3322
▁ens	-3323
▁sen	-3324
▁tre	-3325
erved	-3326
odern	-3327
ublic	-3328
▁azar	-3329
▁boun	-3330
▁debt	-3331
▁defe	-3332
▁dude	-3333
▁land	-3334
▁nurs	-3335
▁refr	-3336
▁veru	-3337
▁black	-3338
▁bless	-3339
▁clown	-3340
▁shock	-3341
▁words	-3342
ifornia	-3343
▁flying	-3344
▁individ	-3345
▁missing	-3346
▁pennies	-3347
▁suggest	-3348
▁warning	-3349
▁minister	-3350
▁shipping	-3351
▁httpdlvritr	-3352
▁outperforms	-3353
jb	-3354
lk	-3355
no	-3356
vn	-3357
elf	-3358
har	-3359
imm	-3360
joh	-3361
rel	-3362
▁eoy	-3363
▁fuk	-3364
▁ign	-3365
▁reb	-3366
ining	-3367
▁chip	-3368
▁grab	-3369
▁inoc	-3370
▁race	-3371
▁shes	-3372
ership	-3373
lderly	-3374
though	-3375
▁lines	-3376
▁lunch	-3377
▁older	-3378
▁sells	-3379
▁votes	-3380
▁breaks	-3381
▁decent	-3382
▁ground	-3383
▁headed	-3384
▁notice	-3385
▁paying	-3386
business	-3387
▁atleast	-3388
▁dumping	-3389
▁novavax	-3390
▁reasons	-3391
▁supposed	-3392
▁completed	-3393
▁everywhere	-3394
▁participants	-3395
▁shareholders	-3396
eu	-3397
ng	-3398
che	-3399
des	-3400
enn	-3401
loy	-3402
sth	-3403
ung	-3404
oust	-3405
uskb	-3406
▁eow	-3407
▁hol	-3408
▁joe	-3409
▁kod	-3410
▁lie	-3411
rough	-3412
▁dark	-3413
▁fish	-3414
▁gift	-3415
▁infl	-3416
▁plug	-3417
▁summ	-3418
▁surv	-3419
▁wear	-3420
ecovid	-3421
▁beaut	-3422
▁invol	-3423
▁twice	-3424
▁write	-3425
ternoon	-3426
▁anyway	-3427
▁applic	-3428
▁cramer	-3429
▁hahaha	-3430
▁phizer	-3431
▁refrig	-3432
▁secure	-3433
▁sooner	-3434
▁traded	-3435
vaccined	-3436
▁leading	-3437
▁peoples	-3438
▁although	-3439
▁children	-3440
▁confused	-3441
▁longterm	-3442
▁variants	-3443
▁recommends	-3444
▁considering	-3445
sa	-3446
vi	-3447
hen	-3448
rec	-3449
▁tv	-3450
aded	-3451
▁avg	-3452
▁der	-3453
▁hiv	-3454
▁ibb	-3455
gress	-3456
ption	-3457
▁emot	-3458
▁hamm	-3459
▁kept	-3460
▁lies	-3461
▁spin	-3462
▁wind	-3463
stocks	-3464
▁chips	-3465
▁falls	-3466
▁logic	-3467
▁staff	-3468
▁impact	-3469
▁suffer	-3470
▁leaving	-3471
▁pushing	-3472
▁sarscov	-3473
▁strains	-3474
▁recovery	-3475
ergencyuse	-3476
▁apparently	-3477
▁successful	-3478
▁disappointed	-3479
uv	-3480
vp	-3481
mit	-3482
oss	-3483
▁fb	-3484
anda	-3485
ding	-3486
haps	-3487
plac	-3488
▁mac	-3489
▁mus	-3490
harat	-3491
ostly	-3492
▁alxn	-3493
▁boat	-3494
▁just	-3495
▁note	-3496
▁plac	-3497
iduskb	-3498
▁april	-3499
▁facts	-3500
▁giant	-3501
▁loose	-3502
▁nurse	-3503
▁oppos	-3504
▁santa	-3505
▁young	-3506
▁mostly	-3507
▁origin	-3508
▁regret	-3509
▁secret	-3510
▁benefit	-3511
▁covered	-3512
▁expects	-3513
▁hitting	-3514
▁mistake	-3515
▁perhaps	-3516
▁shorted	-3517
▁whoever	-3518
▁pullback	-3519
▁recently	-3520
▁published	-3521
▁manipulate	-3522
np	-3523
ool	-3524
pan	-3525
▁fy	-3526
▁ha	-3527
▁ps	-3528
▁ug	-3529
▁yo	-3530
aper	-3531
itan	-3532
lish	-3533
▁ach	-3534
▁bac	-3535
▁hom	-3536
▁rig	-3537
apped	-3538
▁cred	-3539
▁lows	-3540
▁srpt	-3541
▁wins	-3542
▁signs	-3543
▁tight	-3544
▁union	-3545
ections	-3546
trading	-3547
▁digest	-3548
▁improv	-3549
▁invent	-3550
▁unlike	-3551
approved	-3552
▁amongst	-3553
▁doubled	-3554
ashington	-3555
▁criminal	-3556
▁discount	-3557
▁pathetic	-3558
▁afternoon	-3559
▁shipments	-3560
▁expiration	-3561
▁protection	-3562
dy	-3563
tv	-3564
▁.	-3565
dec	-3566
fac	-3567
rad	-3568
ury	-3569
▁mf	-3570
▁pf	-3571
aged	-3572
list	-3573
ters	-3574
▁arr	-3575
anced	-3576
iding	-3577
▁bntb	-3578
▁door	-3579
▁fell	-3580
▁govt	-3581
▁laws	-3582
▁mask	-3583
▁ramp	-3584
▁spce	-3585
ipping	-3586
▁limit	-3587
▁lucky	-3588
▁africa	-3589
▁burned	-3590
▁fuckin	-3591
▁morons	-3592
▁nearly	-3593
▁points	-3594
▁rising	-3595
izations	-3596
oooooooo	-3597
▁congrat	-3598
▁experts	-3599
▁predict	-3600
▁totally	-3601
▁required	-3602
▁symptoms	-3603
▁technosp	-3604
▁upgrades	-3605
▁meanwhile	-3606
▁promising	-3607
▁manipulators	-3608
▁temperatures	-3609
dt	-3610
lf	-3611
xp	-3612
bis	-3613
ict	-3614
oma	-3615
why	-3616
▁ii	-3617
acle	-3618
duct	-3619
fess	-3620
sequ	-3621
uled	-3622
unte	-3623
▁ccl	-3624
▁tmr	-3625
could	-3626
▁abbv	-3627
▁dick	-3628
▁pray	-3629
▁serv	-3630
▁teva	-3631
▁upon	-3632
atient	-3633
greens	-3634
iefing	-3635
report	-3636
▁chill	-3637
▁organ	-3638
▁waste	-3639
▁robert	-3640
▁stable	-3641
▁corrupt	-3642
▁knowing	-3643
▁largest	-3644
▁promise	-3645
▁setting	-3646
▁congress	-3647
▁subscrib	-3648
▁injection	-3649
▁optimistic	-3650
▁information	-3651
▁predictions	-3652
md	-3653
ext	-3654
hin	-3655
nse	-3656
▁iv	-3657
bull	-3658
know	-3659
▁arm	-3660
▁col	-3661
▁dir	-3662
▁rob	-3663
press	-3664
▁amgn	-3665
▁baba	-3666
▁calm	-3667
▁drag	-3668
▁lift	-3669
▁mill	-3670
▁none	-3671
▁quit	-3672
▁scum	-3673
israel	-3674
siders	-3675
trader	-3676
▁cares	-3677
▁exerc	-3678
▁tried	-3679
▁voted	-3680
▁access	-3681
▁begins	-3682
▁effort	-3683
▁filled	-3684
loomberg	-3685
▁decades	-3686
▁httpsws	-3687
▁members	-3688
▁russian	-3689
▁uptrend	-3690
▁willing	-3691
▁historic	-3692
▁printing	-3693
▁executive	-3694
▁launching	-3695
▁vaccinate	-3696
▁difference	-3697
▁wallstreet	-3698
▁revolutionize	-3699
ox	-3700
iat	-3701
lor	-3702
▁rd	-3703
aith	-3704
icks	-3705
ilet	-3706
peop	-3707
▁amc	-3708
▁den	-3709
▁fir	-3710
▁fru	-3711
▁idk	-3712
▁rna	-3713
iance	-3714
iated	-3715
light	-3716
osing	-3717
point	-3718
▁cool	-3719
▁five	-3720
▁hack	-3721
▁jour	-3722
▁requ	-3723
▁accep	-3724
▁examp	-3725
▁faith	-3726
▁fraud	-3727
▁scale	-3728
▁tells	-3729
▁usual	-3730
▁yield	-3731
million	-3732
▁broken	-3733
▁raised	-3734
comdaily	-3735
reaction	-3736
▁appoint	-3737
▁highest	-3738
▁reflect	-3739
▁regular	-3740
▁companys	-3741
▁horrible	-3742
▁november	-3743
▁direction	-3744
▁mentioned	-3745
▁sometimes	-3746
▁distributed	-3747
stocktwitscom	-3748
▁expectations	-3749
friendcomdaily	-3750
cc	-3751
pa	-3752
any	-3753
edg	-3754
ify	-3755
ley	-3756
oud	-3757
ales	-3758
iful	-3759
inda	-3760
▁bye	-3761
ainst	-3762
ening	-3763
▁bulk	-3764
▁guid	-3765
▁weve	-3766
ements	-3767
fdagov	-3768
minent	-3769
▁achie	-3770
▁deals	-3771
▁lmfao	-3772
▁negot	-3773
▁speak	-3774
▁advice	-3775
▁cheers	-3776
▁missed	-3777
▁nation	-3778
▁played	-3779
▁proven	-3780
▁season	-3781
▁shitty	-3782
▁trumps	-3783
▁elderly	-3784
▁insight	-3785
▁letting	-3786
pfizerand	-3787
technical	-3788
▁shouldve	-3789
▁httpswwww	-3790
▁situation	-3791
▁experience	-3792
▁scientific	-3793
▁volatility	-3794
▁performance	-3795
eb	-3796
jo	-3797
eng	-3798
let	-3799
▁ot	-3800
enda	-3801
enty	-3802
inds	-3803
ises	-3804
orvo	-3805
roph	-3806
▁and	-3807
▁bes	-3808
▁bus	-3809
▁eye	-3810
forma	-3811
▁book	-3812
▁eyes	-3813
▁fing	-3814
▁flag	-3815
▁hurt	-3816
▁pays	-3817
iences	-3818
ulated	-3819
▁balls	-3820
▁meant	-3821
committ	-3822
insider	-3823
variant	-3824
▁assays	-3825
▁downgr	-3826
▁middle	-3827
▁valued	-3828
▁worlds	-3829
national	-3830
▁buffett	-3831
▁content	-3832
▁correct	-3833
▁minimum	-3834
▁myovant	-3835
▁selloff	-3836
▁directly	-3837
▁followed	-3838
▁strategy	-3839
▁truforma	-3840
▁overnight	-3841
▁california	-3842
▁requirements	-3843
nov	-3844
ote	-3845
put	-3846
yst	-3847
▁kn	-3848
chan	-3849
face	-3850
forb	-3851
▁aff	-3852
▁baw	-3853
▁doc	-3854
▁gir	-3855
▁rug	-3856
ament	-3857
▁july	-3858
▁thru	-3859
ofcare	-3860
oustic	-3861
▁asked	-3862
▁cells	-3863
▁heart	-3864
▁ident	-3865
▁qorvo	-3866
▁ratio	-3867
▁tired	-3868
▁broker	-3869
▁credit	-3870
▁desper	-3871
▁diffic	-3872
▁jumped	-3873
▁negoti	-3874
▁simply	-3875
▁stored	-3876
▁stream	-3877
▁ventil	-3878
▁youtub	-3879
comstory	-3880
▁brought	-3881
▁curious	-3882
▁funding	-3883
▁profess	-3884
▁reading	-3885
▁acoustic	-3886
▁controll	-3887
▁freaking	-3888
▁freezers	-3889
filterioad	-3890
▁condition	-3891
▁competition	-3892
▁pointofcare	-3893
▁validations	-3894
▁administering	-3895
▁institutional	-3896
den	-3897
nal	-3898
war	-3899
ffff	-3900
oups	-3901
raid	-3902
week	-3903
▁aut	-3904
▁fkn	-3905
▁til	-3906
iling	-3907
ional	-3908
trans	-3909
▁dash	-3910
▁feed	-3911
▁msft	-3912
▁oral	-3913
icking	-3914
▁loser	-3915
▁scalp	-3916
ulating	-3917
updates	-3918
▁events	-3919
▁expiry	-3920
▁plenty	-3921
▁holiday	-3922
▁initial	-3923
▁outside	-3924
▁twitter	-3925
▁updated	-3926
▁updates	-3927
▁benefits	-3928
▁director	-3929
▁imminent	-3930
▁opposite	-3931
▁produced	-3932
▁receives	-3933
▁rewarded	-3934
filterioae	-3935
▁biontechs	-3936
▁correction	-3937
▁appointment	-3938
olcominvesting	-3939
▁httpswwwfdagov	-3940
▁congratulations	-3941
df	-3942
ha	-3943
rx	-3944
cel	-3945
mak	-3946
raw	-3947
trs	-3948
▁ht	-3949
▁nk	-3950
bies	-3951
rows	-3952
ties	-3953
uals	-3954
ults	-3955
▁lly	-3956
▁smo	-3957
▁sny	-3958
▁spx	-3959
▁tho	-3960
▁wit	-3961
ences	-3962
ently	-3963
▁area	-3964
▁goal	-3965
▁uses	-3966
▁earth	-3967
▁fools	-3968
▁phone	-3969
▁quots	-3970
channel	-3971
▁afraid	-3972
▁danger	-3973
▁democr	-3974
▁gotten	-3975
▁incred	-3976
▁picked	-3977
▁showed	-3978
allergic	-3979
▁acquire	-3980
▁contain	-3981
▁created	-3982
▁decided	-3983
▁meaning	-3984
▁version	-3985
▁worries	-3986
▁election	-3987
▁insiders	-3988
▁majority	-3989
comcontent	-3990
enzingacom	-3991
▁difficult	-3992
▁listening	-3993
▁medicines	-3994
▁wondering	-3995
▁httpdlvritrn	-3996
mw	-3997
vs	-3998
cec	-3999
reg	-4000
uit	-4001
was	-4002
▁ox	-4003
▁rn	-4004
abod	-4005
ssss	-4006
▁bon	-4007
▁gun	-4008
▁mag	-4009
▁rsi	-4010
acity	-4011
break	-4012
doses	-4013
ooooo	-4014
upply	-4015
▁amrn	-4016
▁glta	-4017
▁liqu	-4018
▁meas	-4019
▁pock	-4020
▁runs	-4021
acovid	-4022
▁astra	-4023
▁brand	-4024
▁carry	-4025
▁prove	-4026
▁rough	-4027
▁satur	-4028
▁agreed	-4029
▁convin	-4030
▁disney	-4031
▁google	-4032
▁hammer	-4033
▁looked	-4034
ffective	-4035
▁hearing	-4036
▁miracle	-4037
▁rebound	-4038
▁targets	-4039
▁activity	-4040
▁advanced	-4041
▁involved	-4042
▁upcoming	-4043
▁httpswwwth	-4044
▁regulatory	-4045
▁scientists	-4046
▁recommended	-4047
▁accumulation	-4048
▁collaboration	-4049
advisorycommitt	-4050
--	-4051
eee	-4052
elm	-4053
fbc	-4054
ris	-4055
▁no	-4056
ares	-4057
ends	-4058
iced	-4059
look	-4060
outt	-4061
real	-4062
▁bec	-4063
▁cuz	-4064
▁ing	-4065
▁mas	-4066
▁met	-4067
▁mot	-4068
▁oil	-4069
▁sls	-4070
▁unc	-4071
▁via	-4072
aphyl	-4073
▁decl	-4074
▁epic	-4075
▁mins	-4076
norway	-4077
▁enter	-4078
▁force	-4079
▁hurry	-4080
▁taxes	-4081
▁women	-4082
